const mccData = {
  "0742": {
    "Название": "Ветеринарные услуги",
    "Описание": "Лицензированные специалисты в основном занимающиеся практикой ветеринарии, стоматологии или хирургии для всех видов животных; таких как домашние животные (например, собаки, кошки, рыба), домашний скот и другие фермерские животные (например, рогатый скот, лошади, овцы, свиньи, козы, домашние птицы, пчелы) и экзотические животные."
  },
  "0763": {
    "Название": "Сельскохозяйственные кооперативы",
    "Описание": "Ассоциации и кооперативы, которые предоставляют услуги управления фермами или оказывают помощь в сельскохозяйственных операциях. Примерами таких услуг являются финансовая помощь, управление или полное содержание сельскохозяйственных культур, подготовка почвы, посадка и культивация, аэрофотосжигание и распыление, борьба с болезнями и насекомыми, борьба с сорняками и сбор урожая. Для точек, которые предоставляют складские помещения и хранилища ферм, используется MCC 4225."
  },
  "0780": {
    "Название": "Услуги садоводства и ландшафтного дизайна",
    "Описание": "Ландшафтные архитекторы и другие поставщики услуг по ландшафтному планированию и дизайну. Кроме того, точки, которые предлагают различные услуги по уходу за газоном и садом, такие как посадка, удобрение, выкос, мульчирование, посев, опрыскивание и укладка дерна."
  },
  "1520": {
    "Название": "Генеральные подрядчики – жилое и коммерческое строительство",
    "Описание": "Генеральные подрядчики, в основном занимающиеся строительством жилых и коммерческих зданий. Строительные услуги могут включать новое строительство, реконструкцию, ремонт, дополнения и изменения."
  },
  "1711": {
    "Название": "Генеральные подрядчики по вентиляции, теплоснабжению и водопроводу",
    "Описание": "Специальные торговые подрядчики, которые работают с системами отопления, водопровода и вентиляции. Примерами их услуг являются: балансировка и испытания вентиляционных системы, установка дренажной системы, ремонт отопления, установка опрскивателей газонов, работа с холодильными и морозильными камерами, подключения и соединения канализационных сетей, солнечное отопление, установка поливочных систем и установка и обслуживание водяных насосов."
  },
  "1731": {
    "Название": "Подрядчики по электричеству",
    "Описание": "Специальные торговые подрядчики, выполняющие работы по электричеству, такие как установка пожарной сигнализации, звукового, телекоммуникационного и телефонного оборудования."
  },
  "1740": {
    "Название": "Изоляция, мозаика, штукатурные работы, каменная кладка, облицовка плиткой, кафелем",
    "Описание": "Специальные торговые подрядчики, выполняющие мозаичные работы, каменные работы и другие работы с камнем, такие как строительство камина, облицовка плиткой, простая и декоративная штукатурка и изоляция. Эти подрядчики также могут выполнять работы по кирпичной кладке, керамике и мрамору, мозаичные работы, акустические работы и работы с конструкциями из гипсокартона."
  },
  "1750": {
    "Название": "Столярные работы",
    "Описание": "Специальные торговые подрядчики, которые выполняют столярные работы для строительных проектов, таких как сборка, обрамление, отделка, а также установка окон и дверей."
  },
  "1761": {
    "Название": "Кровельные и сайдинговые работы, обработка листового металла",
    "Описание": "Специальные торговые подрядчики, которые выполняют кровельные, обшивочные работы и выполняют работы из листового металла, включая архитектурные работы, потолки и световые люки, установку воздуховодов и водостоков, а также напыление, покраску или покрытие крыши."
  },
  "1771": {
    "Название": "Подрядчики бетонных работ",
    "Описание": "Специальные торговые подрядчики, выполняющие бетонные, цементные или асфальтовые работы, строят частные подъездные и пешеходные пути из всех материалов, заливают бетон для фундаментов, выполняют цементные работы и строят бетонные дворики и тротуары."
  },
  "1799": {
    "Название": "Контрактные услуги – нигде более не классифицированные",
    "Описание": "Специальные торговые подрядчики, выполняющие строительные работы, не классифицированные в других категориях. Примеры включают в себя установку навеса, сантехнические услуги, строительство заборов, установку пожарной лестницы, помощь при переездах, замену домашних окон, установку гаражных ворот, установку напольного покрытия, декоративные металлические работы, строительство бассейнов, стекольные работы, бурение скважин, поклейку обоев, гидроизоляцию и сварку."
  },
  "2741": {
    "Название": "Различные издательства/ печатное дело",
    "Описание": "Торговые точки, занимающиеся оптовой печатью, издательской деятельностью или переплетом книг. Примеры материалов, производимых такими точками, включают книги, периодические издания, журналы, карты и атласы, информационные бюллетени для бизнеса, каталоги, партитуры, образцы документов, технические руководства и документы, телефонные справочники и ежегодники. Для оптовых распространителей книг, брошюр и учебных материалов используется MCC 5192."
  },
  "2791": {
    "Название": "Набор текстов, изготовление печатных форм и связанные услуги",
    "Описание": "Торговые точки, которые осуществляют оптовый набор текста для полиграфии и изготавливают печатные формы для полиграфических целей. Примерами таких услуг являются набор рекламных текстов, набор фотографий, автоматизированный набор текста и цветоделение; изготовление позитивов и негативов, из которых изготавливаются офсетные литографические печатные формы; и гравировка или тиснение для печатных целей, таких как гравировка по дереву, резине, меди, стале или фотогравировка. Для торговых точек, которые в основном предоставляют оптовые услуги печати, используется MCC 2741."
  },
  "2842": {
    "Название": "Санитарная обработка, полировка и специализированная подготовка",
    "Описание": "Оптовые производители полиролей, чистящих растворов, дезинфицирующих средств, моющих средств для больниц и другие санитарные препараты. Продукты для продажи могут включать дезодоранты неличного назначения, окрашивание искусственной кожи и других материалов, средства для удаления воска, растворители для обезжиривания, химические средства для сухой чистки, средства для удаления ржавчины и пятен, а также чистящие растворы для стекла, краски или обоев."
  },
  "3000": {
    "Название": "United Airlines",
    "Описание": ""
  },
  "3001": {
    "Название": "American Airlines",
    "Описание": ""
  },
  "3002": {
    "Название": "Pan American",
    "Описание": ""
  },
  "3003": {
    "Название": "Eurofly",
    "Описание": ""
  },
  "3004": {
    "Название": "Dragonair",
    "Описание": ""
  },
  "3005": {
    "Название": "British Airways",
    "Описание": ""
  },
  "3006": {
    "Название": "Japan Air Lines",
    "Описание": ""
  },
  "3007": {
    "Название": "Air France",
    "Описание": ""
  },
  "3008": {
    "Название": "Lufthansa",
    "Описание": ""
  },
  "3009": {
    "Название": "Air Canada",
    "Описание": ""
  },
  "3010": {
    "Название": "Royal Dutch Airlines",
    "Описание": ""
  },
  "3011": {
    "Название": "Аэрофлот",
    "Описание": ""
  },
  "3012": {
    "Название": "Qantas",
    "Описание": ""
  },
  "3013": {
    "Название": "Alitalia",
    "Описание": ""
  },
  "3014": {
    "Название": "Saudi Arabian Airlines",
    "Описание": ""
  },
  "3015": {
    "Название": "Swiss International Air Lines",
    "Описание": ""
  },
  "3016": {
    "Название": "Scandinavian Airline System",
    "Описание": ""
  },
  "3017": {
    "Название": "South African Airways",
    "Описание": ""
  },
  "3018": {
    "Название": "Varig (Бразилия)",
    "Описание": ""
  },
  "3019": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3020": {
    "Название": "Air India",
    "Описание": ""
  },
  "3021": {
    "Название": "Air Algerie",
    "Описание": ""
  },
  "3022": {
    "Название": "Philippine Airlines",
    "Описание": ""
  },
  "3023": {
    "Название": "Mexicana",
    "Описание": ""
  },
  "3024": {
    "Название": "Pakistan International",
    "Описание": ""
  },
  "3025": {
    "Название": "Air New Zealand Limited International",
    "Описание": ""
  },
  "3026": {
    "Название": "Emirates Airlines",
    "Описание": ""
  },
  "3027": {
    "Название": "Union de Transports Aeriens",
    "Описание": ""
  },
  "3028": {
    "Название": "Air Malta",
    "Описание": ""
  },
  "3029": {
    "Название": "SN Brussels Airlines",
    "Описание": ""
  },
  "3030": {
    "Название": "Aerolineas Argentinas",
    "Описание": ""
  },
  "3031": {
    "Название": "Olympic Airways",
    "Описание": ""
  },
  "3032": {
    "Название": "El Al",
    "Описание": ""
  },
  "3033": {
    "Название": "Ansett Airlines",
    "Описание": ""
  },
  "3034": {
    "Название": "Etihad Airways",
    "Описание": ""
  },
  "3035": {
    "Название": "Tap (Португалия)",
    "Описание": ""
  },
  "3036": {
    "Название": "VASP (Бразилия)",
    "Описание": ""
  },
  "3037": {
    "Название": "EgyptAir",
    "Описание": ""
  },
  "3038": {
    "Название": "Kuwait Airways",
    "Описание": ""
  },
  "3039": {
    "Название": "Avianca",
    "Описание": ""
  },
  "3040": {
    "Название": "Gulf Air (Бахрейн)",
    "Описание": ""
  },
  "3041": {
    "Название": "Balkan—Bulgarian Airlines",
    "Описание": ""
  },
  "3042": {
    "Название": "Finnair",
    "Описание": ""
  },
  "3043": {
    "Название": "Aer Lingus",
    "Описание": ""
  },
  "3044": {
    "Название": "Air Lanka",
    "Описание": ""
  },
  "3045": {
    "Название": "Nigeria Airways",
    "Описание": ""
  },
  "3046": {
    "Название": "Cruzeiro do Sul (Бразилия)",
    "Описание": ""
  },
  "3047": {
    "Название": "Turkish Airlines",
    "Описание": ""
  },
  "3048": {
    "Название": "Royal Air Maroc",
    "Описание": ""
  },
  "3049": {
    "Название": "Tunis Air",
    "Описание": ""
  },
  "3050": {
    "Название": "Icelandair",
    "Описание": ""
  },
  "3051": {
    "Название": "Austrian Airlines",
    "Описание": ""
  },
  "3052": {
    "Название": "LAN Airlines",
    "Описание": ""
  },
  "3053": {
    "Название": "AVIACO (Испания)",
    "Описание": ""
  },
  "3054": {
    "Название": "LADECO (Чили)",
    "Описание": ""
  },
  "3055": {
    "Название": "LAB (Боливия)",
    "Описание": ""
  },
  "3056": {
    "Название": "Jet Airways",
    "Описание": ""
  },
  "3057": {
    "Название": "Virgin America",
    "Описание": ""
  },
  "3058": {
    "Название": "Delta",
    "Описание": ""
  },
  "3059": {
    "Название": "DBA Airlines",
    "Описание": ""
  },
  "3060": {
    "Название": "Northwest Airlines",
    "Описание": ""
  },
  "3061": {
    "Название": "Continental",
    "Описание": ""
  },
  "3062": {
    "Название": "Hapag-Lloyd Express",
    "Описание": ""
  },
  "3063": {
    "Название": "U.S. Airways",
    "Описание": ""
  },
  "3064": {
    "Название": "Adria Airways",
    "Описание": ""
  },
  "3065": {
    "Название": "Air Inter",
    "Описание": ""
  },
  "3066": {
    "Название": "Southwest Airlines",
    "Описание": ""
  },
  "3067": {
    "Название": "Vanguard Airlines",
    "Описание": ""
  },
  "3068": {
    "Название": "Air Astana",
    "Описание": ""
  },
  "3069": {
    "Название": "Sun Country Airlines",
    "Описание": ""
  },
  "3071": {
    "Название": "Air British Columbia",
    "Описание": ""
  },
  "3072": {
    "Название": "Cebu Pacific",
    "Описание": ""
  },
  "3073": {
    "Название": "Air Cal",
    "Описание": ""
  },
  "3075": {
    "Название": "Singapore Airlines",
    "Описание": ""
  },
  "3076": {
    "Название": "Aeromexico",
    "Описание": ""
  },
  "3077": {
    "Название": "Thai Airways",
    "Описание": ""
  },
  "3078": {
    "Название": "China Airlines",
    "Описание": ""
  },
  "3079": {
    "Название": "Jetstar Airways",
    "Описание": ""
  },
  "3081": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3082": {
    "Название": "Korean Airlines",
    "Описание": ""
  },
  "3083": {
    "Название": "Air Afrique",
    "Описание": ""
  },
  "3084": {
    "Название": "Eva Airways",
    "Описание": ""
  },
  "3085": {
    "Название": "Midwest Express Airlines",
    "Описание": ""
  },
  "3086": {
    "Название": "Carnival Airlines",
    "Описание": ""
  },
  "3087": {
    "Название": "Metro Airlines",
    "Описание": ""
  },
  "3088": {
    "Название": "Croatia Air",
    "Описание": ""
  },
  "3089": {
    "Название": "Transaero",
    "Описание": ""
  },
  "3090": {
    "Название": "Uni Airways",
    "Описание": ""
  },
  "3092": {
    "Название": "Midway Airlines",
    "Описание": ""
  },
  "3093": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3094": {
    "Название": "Zambia Airways",
    "Описание": ""
  },
  "3095": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3096": {
    "Название": "Air Zimbabwe",
    "Описание": ""
  },
  "3097": {
    "Название": "Spanair",
    "Описание": ""
  },
  "3098": {
    "Название": "Asiana Airlines",
    "Описание": ""
  },
  "3099": {
    "Название": "Cathay Pacific",
    "Описание": ""
  },
  "3100": {
    "Название": "Malaysian Airline System",
    "Описание": ""
  },
  "3101": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3102": {
    "Название": "Iberia",
    "Описание": ""
  },
  "3103": {
    "Название": "Garuda (Индонезия)",
    "Описание": ""
  },
  "3104": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3105": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3106": {
    "Название": "Braathens S.A.F.E. (Норвегия)",
    "Описание": ""
  },
  "3107": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3109": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3110": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3111": {
    "Название": "British Midland",
    "Описание": ""
  },
  "3112": {
    "Название": "Windward Island",
    "Описание": ""
  },
  "3113": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3114": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3115": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3116": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3117": {
    "Название": "Venezolana International de Aviacion",
    "Описание": ""
  },
  "3118": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3119": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3120": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3121": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3122": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3123": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3124": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3125": {
    "Название": "Tan Airlines",
    "Описание": ""
  },
  "3126": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3127": {
    "Название": "Taca International",
    "Описание": ""
  },
  "3128": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3129": {
    "Название": "Surinam Airways",
    "Описание": ""
  },
  "3130": {
    "Название": "Sunworld International Airways",
    "Описание": ""
  },
  "3131": {
    "Название": "VLM Airlines",
    "Описание": ""
  },
  "3132": {
    "Название": "Frontier Airlines",
    "Описание": ""
  },
  "3133": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3134": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3135": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3136": {
    "Название": "Qatar Airways Company W.L.L.",
    "Описание": ""
  },
  "3137": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3138": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3139": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3140": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3141": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3142": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3143": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3144": {
    "Название": "Virgin Atlantic",
    "Описание": ""
  },
  "3145": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3146": {
    "Название": "Luxair",
    "Описание": ""
  },
  "3147": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3148": {
    "Название": "Air Littoral, S.A.",
    "Описание": ""
  },
  "3150": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3151": {
    "Название": "Air Zaire",
    "Описание": ""
  },
  "3152": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3153": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3154": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3155": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3156": {
    "Название": "GO FLY Ltd.",
    "Описание": ""
  },
  "3157": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3158": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3159": {
    "Название": "Provincetown-Boston Airways",
    "Описание": ""
  },
  "3160": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3161": {
    "Название": "All Nippon Airways",
    "Описание": ""
  },
  "3162": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3163": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3164": {
    "Название": "Norontair",
    "Описание": ""
  },
  "3165": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3166": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3167": {
    "Название": "Aero Continente",
    "Описание": ""
  },
  "3168": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3169": {
    "Название": "Riyadh Air",
    "Описание": ""
  },
  "3170": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3171": {
    "Название": "Canadian Airlines",
    "Описание": ""
  },
  "3172": {
    "Название": "Nation Air",
    "Описание": ""
  },
  "3173": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3174": {
    "Название": "JetBlue Airways",
    "Описание": ""
  },
  "3175": {
    "Название": "Middle East Air",
    "Описание": ""
  },
  "3176": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3177": {
    "Название": "AirTran Airways",
    "Описание": ""
  },
  "3178": {
    "Название": "Mesa Air",
    "Описание": ""
  },
  "3179": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3180": {
    "Название": "Westjet Airlines",
    "Описание": ""
  },
  "3181": {
    "Название": "Malev Hungarian Airlines",
    "Описание": ""
  },
  "3182": {
    "Название": "LOT – Polish Airlines",
    "Описание": ""
  },
  "3183": {
    "Название": "Oman Aviation Services",
    "Описание": ""
  },
  "3184": {
    "Название": "LIAT",
    "Описание": ""
  },
  "3185": {
    "Название": "LAV Linea Aeropostal Venezolana",
    "Описание": ""
  },
  "3186": {
    "Название": "LAP Lineas Aereas Paraguayas",
    "Описание": ""
  },
  "3187": {
    "Название": "LACSA (Коста Рика)",
    "Описание": ""
  },
  "3188": {
    "Название": "Virgin Express",
    "Описание": ""
  },
  "3189": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3190": {
    "Название": "Jugoslav Air",
    "Описание": ""
  },
  "3191": {
    "Название": "Island Airlines",
    "Описание": ""
  },
  "3192": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3193": {
    "Название": "Indian Airlines",
    "Описание": ""
  },
  "3194": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3195": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3196": {
    "Название": "Hawaiian Air",
    "Описание": ""
  },
  "3197": {
    "Название": "Havasu Airlines",
    "Описание": ""
  },
  "3198": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3199": {
    "Название": "Servicios Aereos Militares",
    "Описание": ""
  },
  "3200": {
    "Название": "Guyana Airways",
    "Описание": ""
  },
  "3201": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3202": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3203": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3204": {
    "Название": "Freedom Airlines",
    "Описание": ""
  },
  "3205": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3206": {
    "Название": "China Eastern Airlines",
    "Описание": ""
  },
  "3207": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3208": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3209": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3210": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3211": {
    "Название": "Norwegian Air Shuttle",
    "Описание": ""
  },
  "3212": {
    "Название": "Dominicana de Aviacion",
    "Описание": ""
  },
  "3213": {
    "Название": "Braathens Regional Airlines",
    "Описание": ""
  },
  "3214": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3215": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3216": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3217": {
    "Название": "CSA Ceskoslovenske Aerolinie",
    "Описание": ""
  },
  "3218": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3219": {
    "Название": "Compania Panamena de Aviacion",
    "Описание": ""
  },
  "3220": {
    "Название": "Compania Faucett",
    "Описание": ""
  },
  "3221": {
    "Название": "Transportes Aeros Militares Ecuatorianos",
    "Описание": ""
  },
  "3222": {
    "Название": "Command Airways",
    "Описание": ""
  },
  "3223": {
    "Название": "Comair",
    "Описание": ""
  },
  "3224": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3225": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3226": {
    "Название": "Skyways",
    "Описание": ""
  },
  "3227": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3228": {
    "Название": "Cayman Airways",
    "Описание": ""
  },
  "3229": {
    "Название": "SAETA (Sociedad Ecuatorianas De Transportes Aereo)",
    "Описание": ""
  },
  "3230": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3231": {
    "Название": "SAHSA (Servicio Aero de Honduras)",
    "Описание": ""
  },
  "3232": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3233": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3234": {
    "Название": "Caribbean Airlines",
    "Описание": ""
  },
  "3235": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3236": {
    "Название": "Air Arabia Airline",
    "Описание": ""
  },
  "3237": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3238": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3239": {
    "Название": "Bar Harbor Airlines",
    "Описание": ""
  },
  "3240": {
    "Название": "Bahamasair",
    "Описание": ""
  },
  "3241": {
    "Название": "Aviateca (Гватемала)",
    "Описание": ""
  },
  "3242": {
    "Название": "Avensa",
    "Описание": ""
  },
  "3243": {
    "Название": "Austrian Air Service",
    "Описание": ""
  },
  "3244": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3245": {
    "Название": "EasyJet",
    "Описание": ""
  },
  "3246": {
    "Название": "Ryanair",
    "Описание": ""
  },
  "3247": {
    "Название": "Gol Airlines",
    "Описание": ""
  },
  "3248": {
    "Название": "Tam Airlines",
    "Описание": ""
  },
  "3249": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3250": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3251": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3252": {
    "Название": "ALM Antilean Airlines",
    "Описание": ""
  },
  "3253": {
    "Название": "America West",
    "Описание": ""
  },
  "3254": {
    "Название": "Trump Airline",
    "Описание": ""
  },
  "3256": {
    "Название": "Alaska Airlines Inc.",
    "Описание": ""
  },
  "3257": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3258": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3259": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3260": {
    "Название": "Spirit Airlines",
    "Описание": ""
  },
  "3261": {
    "Название": "Air China",
    "Описание": ""
  },
  "3262": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3263": {
    "Название": "Aero Servicio Carabobo",
    "Описание": ""
  },
  "3264": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": "Код указан на сайте Правительства Аляски как Авиалинии"
  },
  "3265": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3266": {
    "Название": "Air Seychelles",
    "Описание": ""
  },
  "3267": {
    "Название": "Air Panama International",
    "Описание": ""
  },
  "3268": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3270": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3274": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3275": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3276": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3277": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3278": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3279": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3280": {
    "Название": "Air Jamaica",
    "Описание": ""
  },
  "3281": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3282": {
    "Название": "Air Djibouti",
    "Описание": ""
  },
  "3283": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3284": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3285": {
    "Название": "Aero Peru",
    "Описание": ""
  },
  "3286": {
    "Название": "Aero Nicaraguenses",
    "Описание": ""
  },
  "3287": {
    "Название": "Aero Coach Aviation",
    "Описание": ""
  },
  "3288": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3289": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3290": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3291": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3292": {
    "Название": "Cyprus Airways",
    "Описание": ""
  },
  "3293": {
    "Название": "Ecuatoriana",
    "Описание": ""
  },
  "3294": {
    "Название": "Ethiopian Airlines",
    "Описание": ""
  },
  "3295": {
    "Название": "Kenya Airways",
    "Описание": ""
  },
  "3296": {
    "Название": "Air Berlin",
    "Описание": ""
  },
  "3297": {
    "Название": "Tarom Romanian Air Transport",
    "Описание": ""
  },
  "3298": {
    "Название": "Air Mauritius",
    "Описание": ""
  },
  "3299": {
    "Название": "Wideroes Flyveselskap",
    "Описание": ""
  },
  "3300": {
    "Название": "Azul Air",
    "Описание": ""
  },
  "3301": {
    "Название": "Wizz Air",
    "Описание": ""
  },
  "3302": {
    "Название": "Flybe Air",
    "Описание": ""
  },
  "3351": {
    "Название": "Affiliated Auto Rental",
    "Описание": ""
  },
  "3352": {
    "Название": "American Intl Rent-a-car",
    "Описание": ""
  },
  "3353": {
    "Название": "Brooks Rent-a-car",
    "Описание": ""
  },
  "3354": {
    "Название": "Action Auto Rental",
    "Описание": ""
  },
  "3355": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3356": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3357": {
    "Название": "Hertz Rent-a-car",
    "Описание": ""
  },
  "3358": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3359": {
    "Название": "Payless Car Rental",
    "Описание": ""
  },
  "3360": {
    "Название": "Snappy Car Rental",
    "Описание": ""
  },
  "3361": {
    "Название": "Airways Rent-a-car",
    "Описание": ""
  },
  "3362": {
    "Название": "Altra Auto Rental",
    "Описание": ""
  },
  "3363": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3364": {
    "Название": "Agency Rent-a-car",
    "Описание": ""
  },
  "3365": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3366": {
    "Название": "Budget Rent-a-car",
    "Описание": ""
  },
  "3367": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3368": {
    "Название": "Holiday Rent-a-wreck",
    "Описание": ""
  },
  "3369": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3370": {
    "Название": "Rent-a-wreck",
    "Описание": ""
  },
  "3371": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3372": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3373": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3374": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3375": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3376": {
    "Название": "Ajax Rent-a-car",
    "Описание": ""
  },
  "3377": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3378": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3379": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3380": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3381": {
    "Название": "Europ Car",
    "Описание": ""
  },
  "3382": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3383": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3384": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3385": {
    "Название": "Tropical Rent-a-car",
    "Описание": ""
  },
  "3386": {
    "Название": "Showcase Rental Cars",
    "Описание": ""
  },
  "3387": {
    "Название": "Alamo Rent-a-car",
    "Описание": ""
  },
  "3388": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3389": {
    "Название": "Avis Rent-a-car",
    "Описание": ""
  },
  "3390": {
    "Название": "Dollar Rent-a-car",
    "Описание": ""
  },
  "3391": {
    "Название": "Europe By Car",
    "Описание": ""
  },
  "3392": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3393": {
    "Название": "National Car Rental",
    "Описание": ""
  },
  "3394": {
    "Название": "Kemwell Group Rent-a-car",
    "Описание": ""
  },
  "3395": {
    "Название": "Thrifty Rent-a-car",
    "Описание": ""
  },
  "3396": {
    "Название": "Tilden Tent-a-car",
    "Описание": ""
  },
  "3397": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3398": {
    "Название": "Econo-car Rent-a-car",
    "Описание": ""
  },
  "3399": {
    "Название": "Amerex Rent-a-Car",
    "Описание": ""
  },
  "3400": {
    "Название": "Auto Host Cost Car Rentals",
    "Описание": ""
  },
  "3401": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3402": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3403": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3404": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3405": {
    "Название": "Enterprise Rent-a-car",
    "Описание": ""
  },
  "3406": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3407": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3408": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3409": {
    "Название": "General Rent-a-car",
    "Описание": ""
  },
  "3410": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3412": {
    "Название": "A-1 Rent-a-car",
    "Описание": ""
  },
  "3413": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3414": {
    "Название": "Godfrey Natl Rent-a-car",
    "Описание": ""
  },
  "3415": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3416": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3417": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3418": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3419": {
    "Название": "Alpha Rent-a-car",
    "Описание": ""
  },
  "3420": {
    "Название": "Ansa Intl Rent-a-car",
    "Описание": ""
  },
  "3421": {
    "Название": "Allstae Rent-a-car",
    "Описание": ""
  },
  "3422": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3423": {
    "Название": "Avcar Rent-a-car",
    "Описание": ""
  },
  "3425": {
    "Название": "Automate Rent-a-car",
    "Описание": ""
  },
  "3426": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3427": {
    "Название": "Avon Rent-a-car",
    "Описание": ""
  },
  "3428": {
    "Название": "Carey Rent-a-car",
    "Описание": ""
  },
  "3429": {
    "Название": "Insurance Rent-a-car",
    "Описание": ""
  },
  "3430": {
    "Название": "Major Rent-a-car",
    "Описание": ""
  },
  "3431": {
    "Название": "Replacement Rent-a-car",
    "Описание": ""
  },
  "3432": {
    "Название": "Reserve Rent-a-car",
    "Описание": ""
  },
  "3433": {
    "Название": "Ugly Duckling Rent-a-car",
    "Описание": ""
  },
  "3434": {
    "Название": "USA Rent-a-car",
    "Описание": ""
  },
  "3435": {
    "Название": "Value Rent-a-car",
    "Описание": ""
  },
  "3436": {
    "Название": "Autohansa Rent-a-car",
    "Описание": ""
  },
  "3437": {
    "Название": "Cite Rent-a-car",
    "Описание": ""
  },
  "3438": {
    "Название": "Interent Rent-a-car",
    "Описание": ""
  },
  "3439": {
    "Название": "Milleville Rent-a-car",
    "Описание": ""
  },
  "3440": {
    "Название": "Via Route Rent-a-Car",
    "Описание": ""
  },
  "3441": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3501": {
    "Название": "Holiday Inns",
    "Описание": ""
  },
  "3502": {
    "Название": "Best Western Hotels",
    "Описание": ""
  },
  "3503": {
    "Название": "Sheraton Hotels",
    "Описание": ""
  },
  "3504": {
    "Название": "Hilton Hotels",
    "Описание": ""
  },
  "3505": {
    "Название": "Forte Hotels",
    "Описание": ""
  },
  "3506": {
    "Название": "Golden Tulip Hotels",
    "Описание": ""
  },
  "3507": {
    "Название": "Friendship Inns",
    "Описание": ""
  },
  "3508": {
    "Название": "Quality Inns",
    "Описание": ""
  },
  "3509": {
    "Название": "Marriott Hotels",
    "Описание": ""
  },
  "3510": {
    "Название": "Days Inn",
    "Описание": ""
  },
  "3511": {
    "Название": "Arabella Hotels",
    "Описание": ""
  },
  "3512": {
    "Название": "Inter-continental Hotels",
    "Описание": ""
  },
  "3513": {
    "Название": "Westin Hotels",
    "Описание": ""
  },
  "3514": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3515": {
    "Название": "Rodeway Inns",
    "Описание": ""
  },
  "3516": {
    "Название": "La Quinta Motor Inns",
    "Описание": ""
  },
  "3517": {
    "Название": "Americana Hotels",
    "Описание": ""
  },
  "3518": {
    "Название": "Sol Hotels",
    "Описание": ""
  },
  "3519": {
    "Название": "Pullman International Hotels",
    "Описание": ""
  },
  "3520": {
    "Название": "Meridien Hotels",
    "Описание": ""
  },
  "3521": {
    "Название": "Crest Hotels (see Forte Hotels)",
    "Описание": ""
  },
  "3522": {
    "Название": "Tokyo Hotel",
    "Описание": ""
  },
  "3523": {
    "Название": "Pennsula Hotel",
    "Описание": ""
  },
  "3524": {
    "Название": "Welcomgroup Hotels",
    "Описание": ""
  },
  "3525": {
    "Название": "Dunfey Hotels",
    "Описание": ""
  },
  "3526": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3527": {
    "Название": "Downtowner-passport Hotel",
    "Описание": ""
  },
  "3528": {
    "Название": "Red Lion Hotels",
    "Описание": ""
  },
  "3529": {
    "Название": "Cp Hotels",
    "Описание": ""
  },
  "3530": {
    "Название": "Renaissance Hotels",
    "Описание": ""
  },
  "3531": {
    "Название": "Astir Hotels",
    "Описание": ""
  },
  "3532": {
    "Название": "Sun Route Hotels",
    "Описание": ""
  },
  "3533": {
    "Название": "Hotel Ibis",
    "Описание": ""
  },
  "3534": {
    "Название": "Southern Pacific Hotels",
    "Описание": ""
  },
  "3535": {
    "Название": "Hilton International",
    "Описание": ""
  },
  "3536": {
    "Название": "Amfac Hotels",
    "Описание": ""
  },
  "3537": {
    "Название": "Ana Hotel",
    "Описание": ""
  },
  "3538": {
    "Название": "Concorde Hotels",
    "Описание": ""
  },
  "3539": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3540": {
    "Название": "Iberotel Hotels",
    "Описание": ""
  },
  "3541": {
    "Название": "Hotel Okura",
    "Описание": ""
  },
  "3542": {
    "Название": "Royal Hotels",
    "Описание": ""
  },
  "3543": {
    "Название": "Four Seasons Hotels",
    "Описание": ""
  },
  "3544": {
    "Название": "Ciga Hotels",
    "Описание": ""
  },
  "3545": {
    "Название": "Shangri-la International",
    "Описание": ""
  },
  "3546": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3547": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3548": {
    "Название": "Hoteles Melia",
    "Описание": ""
  },
  "3549": {
    "Название": "Auberge Des Governeurs",
    "Описание": ""
  },
  "3550": {
    "Название": "Regal 8 Inns",
    "Описание": ""
  },
  "3551": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3552": {
    "Название": "Coast Hotels",
    "Описание": ""
  },
  "3553": {
    "Название": "Park Inns International",
    "Описание": ""
  },
  "3554": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3555": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3556": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3557": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3558": {
    "Название": "Jolly Hotels",
    "Описание": ""
  },
  "3559": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3560": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3561": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3562": {
    "Название": "Comfort Inns",
    "Описание": ""
  },
  "3563": {
    "Название": "Journey's End Motls",
    "Описание": ""
  },
  "3564": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3565": {
    "Название": "Relax Inns",
    "Описание": ""
  },
  "3566": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3567": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3568": {
    "Название": "Ladbroke Hotels",
    "Описание": ""
  },
  "3569": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3570": {
    "Название": "Forum Hotels",
    "Описание": ""
  },
  "3571": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3572": {
    "Название": "Miyako Hotels",
    "Описание": ""
  },
  "3573": {
    "Название": "Sandman Hotels",
    "Описание": ""
  },
  "3574": {
    "Название": "Venture Inns",
    "Описание": ""
  },
  "3575": {
    "Название": "Vagabond Hotels",
    "Описание": ""
  },
  "3576": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3577": {
    "Название": "Mandarin Oriental Hotel",
    "Описание": ""
  },
  "3578": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3579": {
    "Название": "Hotel Mercure",
    "Описание": ""
  },
  "3580": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3581": {
    "Название": "Delta Hotel",
    "Описание": ""
  },
  "3582": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3583": {
    "Название": "Sas Hotels",
    "Описание": ""
  },
  "3584": {
    "Название": "Princess Hotels International",
    "Описание": ""
  },
  "3585": {
    "Название": "Hungar Hotels",
    "Описание": ""
  },
  "3586": {
    "Название": "Sokos Hotels",
    "Описание": ""
  },
  "3587": {
    "Название": "Doral Hotels",
    "Описание": ""
  },
  "3588": {
    "Название": "Helmsley Hotels",
    "Описание": ""
  },
  "3589": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3590": {
    "Название": "Fairmont Hotels",
    "Описание": ""
  },
  "3591": {
    "Название": "Sonesta Hotels",
    "Описание": ""
  },
  "3592": {
    "Название": "Omni Hotels",
    "Описание": ""
  },
  "3593": {
    "Название": "Cunard Hotels",
    "Описание": ""
  },
  "3594": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3595": {
    "Название": "Hospitality International",
    "Описание": ""
  },
  "3596": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3597": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3598": {
    "Название": "Regent International Hotels",
    "Описание": ""
  },
  "3599": {
    "Название": "Pannonia Hotels",
    "Описание": ""
  },
  "3600": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3601": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3602": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3603": {
    "Название": "Noah's Hotels",
    "Описание": ""
  },
  "3604": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3605": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3606": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3607": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3608": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3609": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3610": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3611": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3612": {
    "Название": "Movenpick Hotels",
    "Описание": ""
  },
  "3613": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3614": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3615": {
    "Название": "Travelodge",
    "Описание": ""
  },
  "3616": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3617": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3618": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3619": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3620": {
    "Название": "Telford International",
    "Описание": ""
  },
  "3621": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3622": {
    "Название": "Merlin Hotels",
    "Описание": ""
  },
  "3623": {
    "Название": "Dorint Hotels",
    "Описание": ""
  },
  "3624": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3625": {
    "Название": "Hotle Universale",
    "Описание": ""
  },
  "3626": {
    "Название": "Prince Hotels",
    "Описание": ""
  },
  "3627": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3628": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3629": {
    "Название": "Dan Hotels",
    "Описание": ""
  },
  "3630": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3631": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3632": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3633": {
    "Название": "Rank Hotels",
    "Описание": ""
  },
  "3634": {
    "Название": "Swissotel",
    "Описание": ""
  },
  "3635": {
    "Название": "Reso Hotels",
    "Описание": ""
  },
  "3636": {
    "Название": "Sarova Hotels",
    "Описание": ""
  },
  "3637": {
    "Название": "Ramada Inns",
    "Описание": ""
  },
  "3638": {
    "Название": "Ho Jo Inn",
    "Описание": ""
  },
  "3639": {
    "Название": "Mount Charlotte Thistle",
    "Описание": ""
  },
  "3640": {
    "Название": "Hyatt Hotel",
    "Описание": ""
  },
  "3641": {
    "Название": "Sofitel Hotels",
    "Описание": ""
  },
  "3642": {
    "Название": "Novotel Hotels",
    "Описание": ""
  },
  "3643": {
    "Название": "Steigenberger Hotels",
    "Описание": ""
  },
  "3644": {
    "Название": "Econo Lodges",
    "Описание": ""
  },
  "3645": {
    "Название": "Queens Moat Houses",
    "Описание": ""
  },
  "3646": {
    "Название": "Swallow Hotels",
    "Описание": ""
  },
  "3647": {
    "Название": "Husa Hotels",
    "Описание": ""
  },
  "3648": {
    "Название": "De Vere Hotels",
    "Описание": ""
  },
  "3649": {
    "Название": "Radisson Hotels",
    "Описание": ""
  },
  "3650": {
    "Название": "Red Rook Inns",
    "Описание": ""
  },
  "3651": {
    "Название": "Imperial London Hotel",
    "Описание": ""
  },
  "3652": {
    "Название": "Embassy Hotels",
    "Описание": ""
  },
  "3653": {
    "Название": "Penta Hotels",
    "Описание": ""
  },
  "3654": {
    "Название": "Loews Hotels",
    "Описание": ""
  },
  "3655": {
    "Название": "Scandic Hotels",
    "Описание": ""
  },
  "3656": {
    "Название": "Sara Hotels",
    "Описание": ""
  },
  "3657": {
    "Название": "Oberoi Hotels",
    "Описание": ""
  },
  "3658": {
    "Название": "Otani Hotels",
    "Описание": ""
  },
  "3659": {
    "Название": "Taj Hotels International",
    "Описание": ""
  },
  "3660": {
    "Название": "Knights Inns",
    "Описание": ""
  },
  "3661": {
    "Название": "Metropole Hotels",
    "Описание": ""
  },
  "3662": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3663": {
    "Название": "Hoteles El Presidents",
    "Описание": ""
  },
  "3664": {
    "Название": "Flag Inn",
    "Описание": ""
  },
  "3665": {
    "Название": "Hampton Inns",
    "Описание": ""
  },
  "3666": {
    "Название": "Stakis Hotels",
    "Описание": ""
  },
  "3667": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3668": {
    "Название": "Maritim Hotels",
    "Описание": ""
  },
  "3669": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3670": {
    "Название": "Arcard Hotels",
    "Описание": ""
  },
  "3671": {
    "Название": "Arctia Hotels",
    "Описание": ""
  },
  "3672": {
    "Название": "Campaniel Hotels",
    "Описание": ""
  },
  "3673": {
    "Название": "Ibusz Hotels",
    "Описание": ""
  },
  "3674": {
    "Название": "Rantasipi Hotels",
    "Описание": ""
  },
  "3675": {
    "Название": "Interhotel Cedok",
    "Описание": ""
  },
  "3676": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3677": {
    "Название": "Climat De France Hotels",
    "Описание": ""
  },
  "3678": {
    "Название": "Cumulus Hotels",
    "Описание": ""
  },
  "3679": {
    "Название": "Danubius Hotel",
    "Описание": ""
  },
  "3680": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3681": {
    "Название": "Adams Mark Hotels",
    "Описание": ""
  },
  "3682": {
    "Название": "Allstar Inns",
    "Описание": ""
  },
  "3683": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3684": {
    "Название": "Budget Host Inns",
    "Описание": ""
  },
  "3685": {
    "Название": "Budgetel Hotels",
    "Описание": ""
  },
  "3686": {
    "Название": "Suisse Chalets",
    "Описание": ""
  },
  "3687": {
    "Название": "Clarion Hotels",
    "Описание": ""
  },
  "3688": {
    "Название": "Compri Hotels",
    "Описание": ""
  },
  "3689": {
    "Название": "Consort Hotels",
    "Описание": ""
  },
  "3690": {
    "Название": "Courtyard By Marriott",
    "Описание": ""
  },
  "3691": {
    "Название": "Dillion Inns",
    "Описание": ""
  },
  "3692": {
    "Название": "Doubletree Hotels",
    "Описание": ""
  },
  "3693": {
    "Название": "Drury Inns",
    "Описание": ""
  },
  "3694": {
    "Название": "Economy Inns Of America",
    "Описание": ""
  },
  "3695": {
    "Название": "Embassy Suites",
    "Описание": ""
  },
  "3696": {
    "Название": "Exel Inns",
    "Описание": ""
  },
  "3697": {
    "Название": "Farfield Hotels",
    "Описание": ""
  },
  "3698": {
    "Название": "Harley Hotels",
    "Описание": ""
  },
  "3699": {
    "Название": "Midway Motor Lodge",
    "Описание": ""
  },
  "3700": {
    "Название": "Motel 6",
    "Описание": ""
  },
  "3701": {
    "Название": "Guest Quarters (formally Pickett Suite Hotels)",
    "Описание": ""
  },
  "3702": {
    "Название": "The Registry Hotels",
    "Описание": ""
  },
  "3703": {
    "Название": "Residence Inns",
    "Описание": ""
  },
  "3704": {
    "Название": "Royce Hotels",
    "Описание": ""
  },
  "3705": {
    "Название": "Sandman Inns",
    "Описание": ""
  },
  "3706": {
    "Название": "Shilo Inns",
    "Описание": ""
  },
  "3707": {
    "Название": "Shoney's Inns",
    "Описание": ""
  },
  "3708": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3709": {
    "Название": "Super8 Motels",
    "Описание": ""
  },
  "3710": {
    "Название": "The Ritz Carlton Hotels",
    "Описание": ""
  },
  "3711": {
    "Название": "Flag Inns (Ausralia)",
    "Описание": ""
  },
  "3712": {
    "Название": "Golden Chain Hotel",
    "Описание": ""
  },
  "3713": {
    "Название": "Quality Pacific Hotel",
    "Описание": ""
  },
  "3714": {
    "Название": "Four Seasons Hotel (Australia)",
    "Описание": ""
  },
  "3715": {
    "Название": "Farifield Inn",
    "Описание": ""
  },
  "3716": {
    "Название": "Carlton Hotels",
    "Описание": ""
  },
  "3717": {
    "Название": "City Lodge Hotels",
    "Описание": ""
  },
  "3718": {
    "Название": "Karos Hotels",
    "Описание": ""
  },
  "3719": {
    "Название": "Protea Hotels",
    "Описание": ""
  },
  "3720": {
    "Название": "Southern Sun Hotels",
    "Описание": ""
  },
  "3721": {
    "Название": "Hilton Conrad",
    "Описание": ""
  },
  "3722": {
    "Название": "Wyndham Hotel And Resorts",
    "Описание": ""
  },
  "3723": {
    "Название": "Rica Hotels",
    "Описание": ""
  },
  "3724": {
    "Название": "Iner Nor Hotels",
    "Описание": ""
  },
  "3725": {
    "Название": "Seaines Planation",
    "Описание": ""
  },
  "3726": {
    "Название": "Rio Suites",
    "Описание": ""
  },
  "3727": {
    "Название": "Broadmoor Hotel",
    "Описание": ""
  },
  "3728": {
    "Название": "Bally's Hotel And Casino",
    "Описание": ""
  },
  "3729": {
    "Название": "John Ascuaga's Nugget",
    "Описание": ""
  },
  "3730": {
    "Название": "Mgm Grand Hotel",
    "Описание": ""
  },
  "3731": {
    "Название": "Harrah's Hotels And Casinos",
    "Описание": ""
  },
  "3732": {
    "Название": "Opryland Hotel",
    "Описание": ""
  },
  "3733": {
    "Название": "Boca Raton Resort",
    "Описание": ""
  },
  "3734": {
    "Название": "Harvey/bristol Hotels",
    "Описание": ""
  },
  "3735": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3736": {
    "Название": "Colorado Belle/Edgewater Resort",
    "Описание": ""
  },
  "3737": {
    "Название": "Riviera Hotel And Casino",
    "Описание": ""
  },
  "3738": {
    "Название": "Tropicana Resort And Casino",
    "Описание": ""
  },
  "3739": {
    "Название": "Woodside Hotels And Resorts",
    "Описание": ""
  },
  "3740": {
    "Название": "Townplace Suites",
    "Описание": ""
  },
  "3741": {
    "Название": "Millenium Broadway Hotel",
    "Описание": ""
  },
  "3742": {
    "Название": "Club Med",
    "Описание": ""
  },
  "3743": {
    "Название": "Biltmore Hotel And Suites",
    "Описание": ""
  },
  "3744": {
    "Название": "Carefree Resorts",
    "Описание": ""
  },
  "3745": {
    "Название": "St. Regis Hotel",
    "Описание": ""
  },
  "3746": {
    "Название": "The Eliot Hotel",
    "Описание": ""
  },
  "3747": {
    "Название": "Clubcorp/club Resorts",
    "Описание": ""
  },
  "3748": {
    "Название": "Welesley Inns",
    "Описание": ""
  },
  "3749": {
    "Название": "The Beverly Hills Hotel",
    "Описание": ""
  },
  "3750": {
    "Название": "Crowne Plaza Hotels",
    "Описание": ""
  },
  "3751": {
    "Название": "Homewood Suites",
    "Описание": ""
  },
  "3752": {
    "Название": "Peabody Hotels",
    "Описание": ""
  },
  "3753": {
    "Название": "Greenbriah Resorts",
    "Описание": ""
  },
  "3754": {
    "Название": "Amelia Island Planation",
    "Описание": ""
  },
  "3755": {
    "Название": "The Homestead",
    "Описание": ""
  },
  "3756": {
    "Название": "South Seas Resorts",
    "Описание": ""
  },
  "3757": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3758": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3759": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3760": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3761": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3762": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3763": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3764": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3765": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3766": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3767": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3768": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3769": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3770": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3771": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3772": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3773": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3774": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3775": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3776": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3777": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3778": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3779": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3780": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3781": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3782": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3783": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3784": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3785": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3786": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3787": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3788": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3789": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3790": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3791": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3792": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3793": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3794": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3795": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3796": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3797": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3798": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3799": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3800": {
    "Название": "Homestead Suites",
    "Описание": ""
  },
  "3801": {
    "Название": "Wilderness Hotel and Resort",
    "Описание": ""
  },
  "3802": {
    "Название": "The Palace Hotel",
    "Описание": ""
  },
  "3803": {
    "Название": "The Wigwam Golf Resort and Spa",
    "Описание": ""
  },
  "3804": {
    "Название": "The Diplomat Country Club and Spa",
    "Описание": ""
  },
  "3805": {
    "Название": "The Atlantic",
    "Описание": ""
  },
  "3806": {
    "Название": "Princeville Resort",
    "Описание": ""
  },
  "3807": {
    "Название": "Element",
    "Описание": ""
  },
  "3808": {
    "Название": "LXR (Luxury Resorts)",
    "Описание": ""
  },
  "3809": {
    "Название": "Settle Inn",
    "Описание": ""
  },
  "3810": {
    "Название": "La Costa Resort",
    "Описание": ""
  },
  "3811": {
    "Название": "Premier Travel Inns",
    "Описание": ""
  },
  "3812": {
    "Название": "Hyatt Place",
    "Описание": ""
  },
  "3813": {
    "Название": "Hotel Indigo",
    "Описание": ""
  },
  "3814": {
    "Название": "The Roosevelt Hotel NY",
    "Описание": ""
  },
  "3815": {
    "Название": "Nickelodeon Family Suites by Holiday Inn",
    "Описание": ""
  },
  "3816": {
    "Название": "Home2Suites",
    "Описание": ""
  },
  "3817": {
    "Название": "Affinia",
    "Описание": ""
  },
  "3818": {
    "Название": "Mainstay Suites",
    "Описание": ""
  },
  "3819": {
    "Название": "Oxford Suites",
    "Описание": ""
  },
  "3820": {
    "Название": "Jumeirah Essex House",
    "Описание": ""
  },
  "3821": {
    "Название": "Caribe Royal",
    "Описание": ""
  },
  "3822": {
    "Название": "Crossland",
    "Описание": ""
  },
  "3823": {
    "Название": "Grand Sierra Resort",
    "Описание": ""
  },
  "3824": {
    "Название": "Aria",
    "Описание": ""
  },
  "3825": {
    "Название": "Vdara",
    "Описание": ""
  },
  "3826": {
    "Название": "Autograph",
    "Описание": ""
  },
  "3827": {
    "Название": "Galt House",
    "Описание": ""
  },
  "3828": {
    "Название": "Cosmopolitan of Las Vegas",
    "Описание": ""
  },
  "3829": {
    "Название": "Country Inn By Radisson",
    "Описание": ""
  },
  "3830": {
    "Название": "Park Plaza Hotel",
    "Описание": ""
  },
  "3831": {
    "Название": "Waldorf",
    "Описание": ""
  },
  "3832": {
    "Название": "Curio Hotels",
    "Описание": ""
  },
  "3833": {
    "Название": "Canopy",
    "Описание": ""
  },
  "3834": {
    "Название": "Baymont Inn & Suites",
    "Описание": ""
  },
  "3835": {
    "Название": "Dolce Hotels and Resorts",
    "Описание": ""
  },
  "3836": {
    "Название": "Hawthorn by Wyndham",
    "Описание": ""
  },
  "3837": {
    "Название": "Hoshino Resorts",
    "Описание": ""
  },
  "3838": {
    "Название": "Kimpton Hotels",
    "Описание": ""
  },
  "3882": {
    "Название": "Инкассация чека (обналичивание)",
    "Описание": "MCC код и описание найдены в правилах программы лояльности карты Кукуруза. В документации международных платежных систем данного кода нет."
  },
  "3990": {
    "Название": "Экосистема Яндекса",
    "Описание": "Отдельный MCC для точек, относящихся к экосистеме Яндекс. В наименовании мерчанта содержится MCC категории покупки (например, YANDEX*4121*TAXI). Многие банки определяют категорию покупки в связке с ним."
  },
  "3991": {
    "Название": "Экосистема Сбера",
    "Описание": "Отдельный MCC для точек, относящихся к экосистеме Сбера. В наименовании мерчанта содержится MCC категории покупки (например, SBER*8999*SBERPRIME1). Многие банки определяют категорию покупки в связке с ним."
  },
  "3992": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3993": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3994": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3995": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3996": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3997": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3998": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3999": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "4011": {
    "Название": "Железные дороги – перевозка грузов",
    "Описание": "Железные дороги, занимающиеся транспортировкой грузов. Для железных дорог, занимающихся перевозкой пассажиров, используется MCC 4112."
  },
  "4111": {
    "Название": "Пассажирские перевозки - пригородные и местные пригородные рейсы, включая паромы",
    "Описание": "Услуги местного и пригородного общественного пассажирского транспорта по регулярным маршрутам и с регулярным графиком, включая железнодорожные пригородные перевозки. Для такси и лимузинов, используется MCC 4121; для автобусов используется MCC 4131."
  },
  "4112": {
    "Название": "Пассажирские железнодорожные перевозки",
    "Описание": "Железнодорожные компании, которые в основном предоставляют услуги по перевозке пассажиров на длинные расстояния. Такие точки могут предоставлять или не предоставлять ночлег в поезде в течение длительных поездок. Для железнодорожных компаний, которые предоставляют транспортировку грузов, используется MCC 4011."
  },
  "4119": {
    "Название": "Услуги скорой помощи",
    "Описание": "Экстренные транспортные услуги с обученным персоналом, который может или не может оказать неотложную медицинскую помощь по пути в больницу или медицинскую помощь."
  },
  "4121": {
    "Название": "Лимузины и такси",
    "Описание": "Услуги пассажирских автомобильных перевозок, которые не следуют по регулярному графику или установленному маршруту."
  },
  "4131": {
    "Название": "Автобусные линии",
    "Описание": "Услуги пассажирского транспорта, которые работают по регулярному графику по заранее определенным маршрутам. Для операторов чартерных и туристических автобусов используется MCC 4722."
  },
  "4214": {
    "Название": "Агентства по автотранспортным перевозкам, местные/дальные автогрузоперевозки, компании по переезду и хранению, местная доставка",
    "Описание": "Местные и дальние автогрузоперевозки, которые могут также предоставлять или не предоставлять услуги по хранению. Для хранения предметов домашнего обихода и хранения без услуг по перевозкам, используется MCC 4225. Для курьеров почтовых посылок, товаров, и бандеролей, используется MCC 4215."
  },
  "4215": {
    "Название": "Услуги курьера – по воздуху и на земле, агентство по отправке грузов",
    "Описание": "Торговые точки, занимающиеся доставкой лично адресованных писем, посылок и бандеролей (исключая американские почтовые услуги – MCC 9402). Для агентств, занимающихся автогрузоперевозками используется MCC 4214."
  },
  "4225": {
    "Название": "Складское хранение общественного пользования – сельскохозяйственных продуктов, охлаждаемые продукты, хранение предметов домашнего обихода",
    "Описание": "Поставщики складских помещений для хранения сельскохозяйственных продуктов, охлаждаемое хранение скоропортящихся продуктов, и хранение предметов домашнего обихода и мебели. Для торговых точек, предоставляющих услуги по хранению товаров в определенной местности, а также услуги по перевозке товаров, используется MCC 4214."
  },
  "4304": {
    "Название": "Категория неизвестна",
    "Описание": "Код не найден в документации ни одной из платёжных систем, но находится в списках mcc-кодов для категории Авиабилеты у некоторых банков."
  },
  "4411": {
    "Название": "Круизные линии",
    "Описание": "Торговые точки, предлагающие пассажирский транспорт по открытому морю или внутренним водоемам с целью отдыха или ради удовольствия. Такие торговые точки обычно предлагают питание, развлечения, и каюты, включая всё в стоимость проезда, а также проведение стандартных и рекламируемых рейсов. С целью предварительного заказа билетов с каютами на круизных суднах, используется TCC с X. Для транзакций, возникающих в торговых точках, находящихся за пределами корабля, например, в магазине одежды, подарков, или цветочном, используется TCC с H."
  },
  "4457": {
    "Название": "Аренда и лизинг суден",
    "Описание": "Торговые точки, предлагающие в основном сдачу в наем и в аренду суден, включая рыболовные судна, плавучие дома без экипажа, парусные лодки, катера, водные мотоциклы и яхты."
  },
  "4468": {
    "Название": "Пристани для яхт, их обслуживание и поставка расходных материалов",
    "Описание": "Операторы пристаней для яхт. Предоставляемые услуги могут включать аренду буксира, хранение, мойку, мелкий ремонт лодок и розничную продажу расходных материалов для яхт. В этот MCC входят точки, расположенные в пристани, которые продают топливо для использования в лодках и у которых нет отдельного торгового соглашения с пристанью. Для заправочных станций, расположенных на пристани и имеющих отдельные торговые соглашения, используется MCC 5541."
  },
  "4511": {
    "Название": "Авиалинии, авиакомпании - нигде более не классифицированные",
    "Описание": "Только те авиалинии и авиакомпании, которым не выделены MCC коды"
  },
  "4582": {
    "Название": "Аэропорты, терминалы аэропортов, лётные поля",
    "Описание": "Торговые точки, которые управляют и обслуживают аэропорты и лётные поля. Такие точки могут предложить мойку и уборку самолетов, обслуживание, ремонт самолетов, хранение самолетов в аэропортах и сдача в аренду ангаров аэропортов. Для торговых точек, находящихся внутри терминала аэропорта, торгующих едой, газетами, подарками или сувенирами, используется соответствующий этому бизнесу MCC, например, MCC 5812, 5994 или 5947."
  },
  "4722": {
    "Название": "Туристические агентства и организаторы экскурсий",
    "Описание": "Туристические агентства, которые в основном предоставляют туристическую информацию и услуги бронирования. Такие точки выступают в качестве агентов от имени путешественников при бронировании и покупке авиабилетов, билетов на наземный или морской транспорт или бронирования, включая полеты на самолете, автобусные туры, морские круизы, прокат автомобилей, железнодорожные перевозки и проживание. Также включает в себя туроператоров, которые организуют и собирают туры для продажи через турагента или непосредственно покупателю. Путешественник также может заказать такие туристические пакеты и экскурсии через консьержа отеля или в кассе."
  },
  "4723": {
    "Название": "Пакетные туроператоры - только Германия",
    "Описание": "Точки, классифицированные этим MCC, являются туроператорами в Германии."
  },
  "4729": {
    "Название": "Услуги пассажирских перевозок – нигде более не классифицированные",
    "Описание": "MCC код не найден, но данный код есть в справочниках SIC-кодов и входит в списки исключений некоторых российских банков. Судя по всему является аналогом MCC 4789."
  },
  "4784": {
    "Название": "Платные дороги и мосты",
    "Описание": "Торговые точки, собирающие плату за проезд по платным дорогам, трассам и мостам."
  },
  "4789": {
    "Название": "Услуги пассажирских перевозок – нигде более не классифицированные",
    "Описание": "Точки, предлагающие услуги по перевозке пассажиров, нигде более не классифицированные. Такие услуги включают перевозки на конной тяге, велотакси, канатные дороги, трансфер до аэропорта или фуникулер. Не включает услуги парома, автобусные поездки, круизные линии, пассажирские поезда, такси и лимузины."
  },
  "4812": {
    "Название": "Телекоммуникационное оборудование, включая продажу телефонов",
    "Описание": "Торговые точки, которые продают телекоммуникационное оборудование, такое как телефоны, факсы, пейджеры, сотовые телефоны, и другое оборудование, относящееся к телекоммуникациям. Для продаж телекоммуникационных услуг используется MCC 4814."
  },
  "4813": {
    "Название": "Торговые точки телеком клавишного ввода, предлагающие единичные локальные и дальние телефонные звонки, используя центральный номер доступа без разговора с оператором и используя код доступа",
    "Описание": "Провайдеры телекоммуникационных услуг, включая локальные и дальние телефонные звонки, используя клавишный ввод посредством центрального номера доступа."
  },
  "4814": {
    "Название": "Телекоммуникационные услуги",
    "Описание": "Провайдеры телекоммуникационных услуг, таких как местные и междугородные телефонные звонки и услуги факса. Включены точки, которые продают предоплаченные телефонные услуги, такие как телефонные карточки, и точки, выполняющие регулярное (например, ежемесячные) выставление счетов за телефонные звонки."
  },
  "4815": {
    "Название": "МастерФон телефонные услуги – Ежемесячное составление телефонных счетов",
    "Описание": "Используется исключительно для ежемесячных телефонных счетов для телефонных услуг МастерКард МастерФон."
  },
  "4816": {
    "Название": "Компьютерные сети, информационные услуги",
    "Описание": "Провайдеры компьютерных сетей, информационные услуги и другие онлайн-сервисы, такие как хранилища файлов, электронные доски объявлений, электронная почта, услуги хостинга веб-сайтов или доступа в Интернет. Для точек, предлагающих продукты или услуги через интернет, используется MCC, который наилучшим образом описывает предлагаемый продукт или услугу. Для точек, которые предоставляют аудиотекст (например, психологические горячие линии) или видеотекст (например, сайты для взрослых в чате), используется MCC 5967. Для точек, оказывающих услуги разработки программ и обработки данных, используется MCC 7372."
  },
  "4821": {
    "Название": "Услуги телеграфа",
    "Описание": "Провайдеры телеграфных и других коммуникационных услуг по передаче несловесных сообщений, таких как каблограммы."
  },
  "4829": {
    "Название": "Денежные переводы",
    "Описание": "Транзакция, при которой средства доставляются или становятся доступными человеку или счету. Эти транзакции включают транзакции не лицом к лицу, а осуществляемые, например, через Интернет."
  },
  "4899": {
    "Название": "Кабельные и другие платные телевизионные услуги",
    "Описание": "Подключение и прямая подача телевизионных программ со взносом или на платной основе."
  },
  "4900": {
    "Название": "Жилищно-коммунальные услуги",
    "Описание": "Точки, оказывающие услуги по передаче или распределению электроэнергии, газа, по установке и обслуживанию систем водоснабжения или сбору и утилизации отходов. Для точек, предоставляющих телекоммуникационные услуги, используется MCC 4814."
  },
  "5013": {
    "Название": "Поставщики грузовиков и запчастей",
    "Описание": "Оптовые поставщики аксессуаров для грузовиков, инструментов, оборудования и новых запчастей. Для работ по ремонту автомобилей используется MCC 7531 или 7538, смотря, что больше подходит."
  },
  "5021": {
    "Название": "Офисная и торговая мебель",
    "Описание": "Оптовые производители или распространители офисной мебели (например, столы, стулья, шкафы, перегородки, стеллажи) и торговая мебель (например, столы и стулья для ресторанов, мебель для общественных парков и строений, церковные скамьи, школьные парты, театральные ложи). Для производителей, делающих или продающих оборудование и мебель для больниц, такие, как кровати, используется MCC 5047."
  },
  "5039": {
    "Название": "Строительные материалы – нигде более не классифицированные",
    "Описание": "Предприятия оптовой торговли строительными материалами, такими, как здание из сборных материалов, пиломатериалы и стекло, архитектурная металлообработка, навесы, ограждения, металлические строения, и септик танк. Такие торговые точки могут продавать или не продавать краски и красящее оборудование. Для предприятий оптовой торговли, продающих краски и красящее оборудование, используется MCC 5198. Для продавцов и распространителей оборудования, используемого в строительных проектах, используется MCC 5046."
  },
  "5044": {
    "Название": "Офисное, фотографическое, фотокопировальное, и микрофильмирующее оборудование",
    "Описание": "Предприятия оптовой торговли офисного и фотографического оборудования, такого, как пленки, кассовые аппараты, копировальные машины, микрофильмирующие машины, камеры хранения и сейфы, пишущие машинки, факсовые машины, арифмометры, машины для приклеивания или печати адресов. Для оптовых торговцев офисной мебелью, используется MCC 5021. Для оптовых торговцев компьютерным оборудованием, используется MCC 5045."
  },
  "5045": {
    "Название": "Компьютеры, периферийное компьютерное оборудование, программное обеспечение",
    "Описание": "Оптовые распространители компьютерного оборудования, программного обеспечения, и соответствующего оборудования, которое может сопровождать или не сопровождать ремонтные работы. Товары для продажи могут включать компьютерные мониторы, драйвер дисковода, кабели, клавиатуры, принтеры, сканеры, модемы, компьютерные программы, и относящиеся аксессуары и оборудование. Такие торговые точки могут также продавать столы и другую офисную мебель, специально разработанную для использования с компьютерами. Для торговых точек, которые в основном продают компьютерную мебель, используется MCC 5021. Для торговых точек, проводящих главным образом ремонтные работы, используется MCC 7379."
  },
  "5046": {
    "Название": "Коммерческое оборудование – нигде более не классифицированное",
    "Описание": "Оптовые поставщики торговых машин и оборудования нигде более не классифицированного. Примеры включают пищевое оборудование и оборудование для тепловой обработки, неоновые вывески, весы, шкафчики, торговые печи и микроволновые печи, приборы для газированной воды, торговые прилавки, манекены, и торговые автоматы. Такие торговые точки могут сдавать или не сдавать в аренду или лизинг оборудование. Для торговых точек, сдающих в аренду или лизинг оборудование, используется MCC 7394."
  },
  "5047": {
    "Название": "Стоматологическое / лабораторное / медицинское / офтальмологическое оборудование и материалы для больниц",
    "Описание": "Представители оптовой торговли лабораторным, хирургическим, ортопедическим оборудованием, а также оборудованием для слежения за больными, и колясками для инвалидов, медицинскими инструментами, промышленными средствами безопасности, больничными койками, и другими сопутствующими товарами для больницы. Также включает поставщиков стоматологических лабораторных, ортопедических, профессиональных устройств, диагностического оборудования, слуховых аппаратов, аптечек, терапевтического оборудования, рентгеновских машин и запасных частей. Для оптовых торговцев мебелью, такой как стулья, столы, журнальные стенды для медицинских или стоматологических приемных, используется МСС 5021. Для оптовых поставщиков сопутствующих товаров для уборки больниц, используется МСС 2842."
  },
  "5051": {
    "Название": "Центры и офисы работ по металлу",
    "Описание": "Оптовые поставщики полуобработанных металлических изделий, исключая драгоценные металлы. Товары для продажи могут включать стальные трубы и трубопроводы, проволочное сито и скрепляющие детали, гвозди, болванки, алюминиевые стержни, рельсы, металлические или оцинкованные листы, металлические полоски, чугунные катанки, и проволочные канаты или кабели. Такие торговые точки могут сотрудничать с оптовыми магазинами (центры работ по металлу) и с не оптовыми (офисы по продаже металла). Для оптовых торговцев драгоценными металлами, используется МСС 5094."
  },
  "5065": {
    "Название": "Электрические части и оборудование",
    "Описание": "Оптовые продавцы электронных частей и коммуникационного оборудования. Товары для продажи могут включать электрические проволоки, конденсаторы, электрические конденсаторы, диоды, полупроводниковые приборы, системы громкой связи, и электрические вывески. Для розничных торговцев, продающих электронное оборудование, используется МСС 5732. Для розничных торговцев, продающих телекоммуникационное оборудование, такое, как телефоны и пейджеры, используется МСС 4812."
  },
  "5072": {
    "Название": "Оборудование и сопутствующие материалы для технического обеспечения",
    "Описание": "Предприятия оптовой торговли общим техническим обеспечением и ножами. Товары для продажи могут включать болты, гайки, заклепки, отвертки, зажимы, ручные инструменты, замки, шайбы, кнопки, скобы, гвозди, ручные пилы, пильное полотно, электрические ручные инструменты. Для торговых точек, продающих техническое обеспечение, используется МСС 5251."
  },
  "5074": {
    "Название": "Оборудование для водопровода и отопительной системы",
    "Описание": "Оптовые распространители гидравлического оборудования и сопутствующих товаров для водопроводной и отопительной систем. Товары для продажи могут включать вентили, хомуты, оснастку, конвекторы, котлы, медные товары, панели и оборудование для солнечного отопления, и водонагреватели. Для оптовых продавцов торгового морозильного оборудования и сопутствующих товаров, или электроприборов, таких как газовые и электрические кухонные плиты и торговые печи, используется МСС 5046."
  },
  "5085": {
    "Название": "Промышленное оборудование – нигде более не классифицированное",
    "Описание": "Оптовые распространители промышленного оборудования, нигде более не классифицированные. Товары для продажи могут включать абразивные материалы, опоры, коробки, металлическая, стеклянная и керамическая тара, контейнеры, пробки, сальники, резиновые втулки, гидравлические вентили, шланги, поршни, цепные колеса, втулки, бутылки (стеклянные или пластиковые), промышленная подгонка, канатно-веревочные изделия, шпагат и трос, металлические крышки, печатная краска для принтеров, гравировальное оборудование, кожаные ремни, сопутствующие товары для станков, ведра, резиновые товары, сопутствующие товары для печатания на ткани, и металлические бочки."
  },
  "5094": {
    "Название": "Драгоценные камни и металлы, часы и ювелирные изделия",
    "Описание": "Оптовые торговцы ювелирных изделий, часов, драгоценных камней и металлов. Товары для продажи могут включать дешевые украшения, часы и детали часов, изделия из серебра, жемчуга, бриллианты и другие драгоценные камни, золото, платину и другие драгоценные металлы, и трофеи. Такие торговые точки могут предлагать или не предлагать работы по ремонту. Для торговых точек, занимающихся ремонтом, используется МСС 7699. Для розничных торговцев предметами, перечисленными здесь, используется МСС 5944."
  },
  "5099": {
    "Название": "Товары длительного пользования – нигде более не классифицированные",
    "Описание": "Оптовые распространители товаров длительного пользования, нигде более не классифицированные. Товары для продажи могут включать огнетушители, пожарная сигнализация, газовые зажигалки, записанные кассеты, топливная древесина, лесоматериалы, древесная стружка, неэлектрические вывески, музыкальные инструменты, и багаж. Для оптовых поставщиков электрических вывесок, используется МСС 5065."
  },
  "5111": {
    "Название": "Канцелярия, офисные сопутствующие товары, бумага для печатания и письма",
    "Описание": "Оптовые поставщики канцелярии, офисных принадлежностей, и бумаги для печатания и письма. Товары для продажи могут включать деловые формы, копировальное оборудование, регистрационные карточки и папки-скоросшиватели, ручки, карандаши, конверты, ленты для печатных машинок и принтеров, скоросшиватели, квитанционные книжки и книги продаж, альбомы для фотографий и для наклеивания газетных вырезок. Для торговцев офисными машинами, такими, как печатные и копировальные машины, и для торговых точек, предлагающих копировальные услуги, используется МСС 5044. Для оптовых торговцев офисной мебелью, используется МСС 5021."
  },
  "5122": {
    "Название": "Лекарства, их распространители, аптеки",
    "Описание": "Оптовые распространители предписанных и запатентованных лекарств, витаминов, гигиенической косметики, антисептиков, перевязочных материалов, фармацевтической продукции, биологических и подобных товаров, и других разнообразных мелких товаров, типичных для продажи в аптеках. Для оптовых торговцев хирургическими, больничными, или стоматологическими товарами, используется МСС 5047."
  },
  "5131": {
    "Название": "Штучные товары, галантерея и другие текстильные товары",
    "Описание": "Оптовые поставки штучных и текстильных товаров. Сюда относятся: марля, мануфактурные товары, изделия из стекловолокна, застежки-молнии, натуральные или синтетические ткани, продаваемые по ярду, комплекты для сборки поясов и пряжек, текстильные соединения, пуговицы, трикотажные и кружевные полотна, ленты, швейные принадлежности, нитки и отделочные ткани. Для оптовых поставок гардин или других портьерных тканей используется MCC 5719."
  },
  "5137": {
    "Название": "Мужская, женская и детская спецодежда",
    "Описание": "Оптовые поставки рабочей одежды и всех видов мужской, женской и детской спецодежды, включая обувь, дневное белье, плащи, мантии и шапочки для выпускников колледжей, форменную одежду для занятий спортом (для балета, каратэ, футбола и т.д.), а также форму для частных или религиозных учебных заведений. Для оптовых поставщиков спец-обуви используется MCC 5139. Для розничных торговцев, специализирующихся на продаже одежды и аксессуаров используется соответственно розничный MCC."
  },
  "5139": {
    "Название": "Спец-обувь",
    "Описание": "Оптовые поставки туфель и ботинок специального назначения, включая спортивную обувь. Для розничных торговцев обувью используется MCC 5661"
  },
  "5169": {
    "Название": "Химикалии и смежные вещества - нигде более не классифицированные",
    "Описание": "Оптовые поставки химикалий и смежных веществ, не подпавших под другую категорию. Обычно используются в промышленности. Сюда относятся: промышленные кислоты, аммиак и спирт, тяжелые, ароматические и другие хим. соединения, хлорин, сжатые и сжиженные газы, детергенты, присадки к топливу и присадки для смазочных масел, полимеры, соли, скипидар, уплотнители, антикоррозионные химические вещества, пековые продукты, сухой лед, красители, клей, желатин и взрывчатые вещества. Для розничной торговли пиротехническими изделиями используется MCC 5999. Продавцам хим. веществ для чистки и санитарной обработки присваивается MCC 2842."
  },
  "5172": {
    "Название": "Нефть и нефтепродукты",
    "Описание": "Оптовые поставки нефти и нефтепродуктов, таких как: бутан, сырая нефть, мазут (жидкое топливо), бензин, керосин, смазочные масла и жиры и нафта (тяжелый бензин). Сюда также относятся поставщики услуг по заправке самолетов. Для розничной торговли жидким топливом, печным топливом, лесом, углем или пропаном используется MCC 5983."
  },
  "5192": {
    "Название": "Книги, периодические издания и газеты",
    "Описание": "Оптовые производители и поставщики книг, периодических изданий, журналов и газет. Для издательств книг, периодики и журналов используется MCC 2741. Для розничной продажи книг используется MCC 5942."
  },
  "5193": {
    "Название": "Принадлежности для флористов, питомник и цветы",
    "Описание": "Оптовые дистрибьюторы цветов, материалов для питомников и флористов, свежих и искусственных цветов и горшечных растений. Для розничных магазинов цветов и растений используется MCC 5992."
  },
  "5198": {
    "Название": "Лакокрасочная продукция и сопровождающие товары",
    "Описание": "Оптовые поставки красок, лаков, обоев и сопровождающих товаров. Ассортимент включает краски и красители, эмали, лаки, кисти для красок, баночки для красок, наждачную бумагу, шеллак, валики, распылители и т.д. Для розничной торговли вышеупомянутыми товарами используется MCC 5231."
  },
  "5199": {
    "Название": "Товары недлительного пользования - нигде более не классифицированные",
    "Описание": "Оптовые дистрибьюторы товаров недлительного пользования, не классифицированные в других MCC. Ассортимент товаров таких торговцев может включать в себя продукты питания, предметы искусства и ремесла, вешалки для одежды, пенорезину, лед, сырую резину, губки, текстильные мешки, мешковину, холщовые изделия, корзины, подарки и новинки, кожа и режущие материалы, а также другие кожаные изделия, кроме обуви. Для оптовиков, которые в основном продают кожаную обувь, используется MCC 5139. Для продавцов, которые продают предметы искусства и ремесла, используется MCC 5970; для продавцов подарков и сувениров используется MCC 5947."
  },
  "5200": {
    "Название": "Товары для дома",
    "Описание": "Торговые точки, ориентированные на широкую публику, предлагающие богатый выбор товаров для дома, таких как: обои, краски, лесоматериал, садовые принадлежности, электрические и осветительные приборы, а также декорирующие материалы. Эти торговые точки предлагают как 'готовые' товары, например, раковины, шкафчики и двери, так и наборы 'Сделай сам'."
  },
  "5211": {
    "Название": "Лесо- и строительный материал",
    "Описание": "Продажа в розницу лесо- и строительного материала. Сюда относятся также строительные компании, предлагающие свою продукцию подрядчикам, а не широкой публике. К товарам, выставляемым на продажу здесь относятся: лесоматериал, незаконченные изделия из дерева, осветительные материалы, цемент, песок, гравий, строительные или электрические материалы, кирпичи, ограждения, трубы, стекловолокно и прессформы. Для крупных складов или сети магазинов, торгующих товарами для дома со скидкой, рассчитанных на широкую публику, используется MCC 5200. Для подрядчиков используется наиболее подходящее MCC из 'Договорных услуг'"
  },
  "5231": {
    "Название": "Розничная продажа стекла, красок и обоев",
    "Описание": "Продажа в розницу стекла, красок и малярных принадлежностей, обоев и сопутствующих товаров. Для оптовых поставщиков малярных принадлежностей используется MCC 5039."
  },
  "5251": {
    "Название": "Скобяные товары в розницу",
    "Описание": "Торговые точки, которые продают скобяные товары в полном ассортименте для широкой публики. Сюда относятся такие товары, как: мелкие электрические приборы, провода, гайки, болты, гвозди, шурупы, молотки, отвертки и другие мелкие инструменты, кольцевые прокладки, ключи, лампочки, скобы и сантехническое оборудование. Для крупных складов или сети магазинов, торгующих товарами для дома со скидкой, рассчитанных на широкую публику, используется MCC 5200."
  },
  "5261": {
    "Название": "Садовые принадлежности (в том числе для ухода за газонами) в розницу",
    "Описание": "Продажа инвентаря для цветочных питомников, саженцев деревьев и кустарника, растений в горшках, семян, луковиц, мульчи, почвоулучшителей, удобрений, пестицидов, садового инвентаря и других садовых принадлежностей"
  },




}

export function mccData(MCCcodes){

  

}