const mccData = {
  "0742": {
    "Название": "Ветеринарные услуги",
    "Описание": "Лицензированные специалисты в основном занимающиеся практикой ветеринарии, стоматологии или хирургии для всех видов животных; таких как домашние животные (например, собаки, кошки, рыба), домашний скот и другие фермерские животные (например, рогатый скот, лошади, овцы, свиньи, козы, домашние птицы, пчелы) и экзотические животные."
  },
  "0763": {
    "Название": "Сельскохозяйственные кооперативы",
    "Описание": "Ассоциации и кооперативы, которые предоставляют услуги управления фермами или оказывают помощь в сельскохозяйственных операциях. Примерами таких услуг являются финансовая помощь, управление или полное содержание сельскохозяйственных культур, подготовка почвы, посадка и культивация, аэрофотосжигание и распыление, борьба с болезнями и насекомыми, борьба с сорняками и сбор урожая. Для точек, которые предоставляют складские помещения и хранилища ферм, используется MCC 4225."
  },
  "0780": {
    "Название": "Услуги садоводства и ландшафтного дизайна",
    "Описание": "Ландшафтные архитекторы и другие поставщики услуг по ландшафтному планированию и дизайну. Кроме того, точки, которые предлагают различные услуги по уходу за газоном и садом, такие как посадка, удобрение, выкос, мульчирование, посев, опрыскивание и укладка дерна."
  },
  "1520": {
    "Название": "Генеральные подрядчики – жилое и коммерческое строительство",
    "Описание": "Генеральные подрядчики, в основном занимающиеся строительством жилых и коммерческих зданий. Строительные услуги могут включать новое строительство, реконструкцию, ремонт, дополнения и изменения."
  },
  "1711": {
    "Название": "Генеральные подрядчики по вентиляции, теплоснабжению и водопроводу",
    "Описание": "Специальные торговые подрядчики, которые работают с системами отопления, водопровода и вентиляции. Примерами их услуг являются: балансировка и испытания вентиляционных системы, установка дренажной системы, ремонт отопления, установка опрскивателей газонов, работа с холодильными и морозильными камерами, подключения и соединения канализационных сетей, солнечное отопление, установка поливочных систем и установка и обслуживание водяных насосов."
  },
  "1731": {
    "Название": "Подрядчики по электричеству",
    "Описание": "Специальные торговые подрядчики, выполняющие работы по электричеству, такие как установка пожарной сигнализации, звукового, телекоммуникационного и телефонного оборудования."
  },
  "1740": {
    "Название": "Изоляция, мозаика, штукатурные работы, каменная кладка, облицовка плиткой, кафелем",
    "Описание": "Специальные торговые подрядчики, выполняющие мозаичные работы, каменные работы и другие работы с камнем, такие как строительство камина, облицовка плиткой, простая и декоративная штукатурка и изоляция. Эти подрядчики также могут выполнять работы по кирпичной кладке, керамике и мрамору, мозаичные работы, акустические работы и работы с конструкциями из гипсокартона."
  },
  "1750": {
    "Название": "Столярные работы",
    "Описание": "Специальные торговые подрядчики, которые выполняют столярные работы для строительных проектов, таких как сборка, обрамление, отделка, а также установка окон и дверей."
  },
  "1761": {
    "Название": "Кровельные и сайдинговые работы, обработка листового металла",
    "Описание": "Специальные торговые подрядчики, которые выполняют кровельные, обшивочные работы и выполняют работы из листового металла, включая архитектурные работы, потолки и световые люки, установку воздуховодов и водостоков, а также напыление, покраску или покрытие крыши."
  },
  "1771": {
    "Название": "Подрядчики бетонных работ",
    "Описание": "Специальные торговые подрядчики, выполняющие бетонные, цементные или асфальтовые работы, строят частные подъездные и пешеходные пути из всех материалов, заливают бетон для фундаментов, выполняют цементные работы и строят бетонные дворики и тротуары."
  },
  "1799": {
    "Название": "Контрактные услуги – нигде более не классифицированные",
    "Описание": "Специальные торговые подрядчики, выполняющие строительные работы, не классифицированные в других категориях. Примеры включают в себя установку навеса, сантехнические услуги, строительство заборов, установку пожарной лестницы, помощь при переездах, замену домашних окон, установку гаражных ворот, установку напольного покрытия, декоративные металлические работы, строительство бассейнов, стекольные работы, бурение скважин, поклейку обоев, гидроизоляцию и сварку."
  },
  "2741": {
    "Название": "Различные издательства/ печатное дело",
    "Описание": "Торговые точки, занимающиеся оптовой печатью, издательской деятельностью или переплетом книг. Примеры материалов, производимых такими точками, включают книги, периодические издания, журналы, карты и атласы, информационные бюллетени для бизнеса, каталоги, партитуры, образцы документов, технические руководства и документы, телефонные справочники и ежегодники. Для оптовых распространителей книг, брошюр и учебных материалов используется MCC 5192."
  },
  "2791": {
    "Название": "Набор текстов, изготовление печатных форм и связанные услуги",
    "Описание": "Торговые точки, которые осуществляют оптовый набор текста для полиграфии и изготавливают печатные формы для полиграфических целей. Примерами таких услуг являются набор рекламных текстов, набор фотографий, автоматизированный набор текста и цветоделение; изготовление позитивов и негативов, из которых изготавливаются офсетные литографические печатные формы; и гравировка или тиснение для печатных целей, таких как гравировка по дереву, резине, меди, стале или фотогравировка. Для торговых точек, которые в основном предоставляют оптовые услуги печати, используется MCC 2741."
  },



  
}

export function mccData(MCCcodes){

  

}