const mccData = {
  "0742": {
    "Название": "Ветеринарные услуги",
    "Описание": "Лицензированные специалисты в основном занимающиеся практикой ветеринарии, стоматологии или хирургии для всех видов животных; таких как домашние животные (например, собаки, кошки, рыба), домашний скот и другие фермерские животные (например, рогатый скот, лошади, овцы, свиньи, козы, домашние птицы, пчелы) и экзотические животные."
  },
  "0763": {
    "Название": "Сельскохозяйственные кооперативы",
    "Описание": "Ассоциации и кооперативы, которые предоставляют услуги управления фермами или оказывают помощь в сельскохозяйственных операциях. Примерами таких услуг являются финансовая помощь, управление или полное содержание сельскохозяйственных культур, подготовка почвы, посадка и культивация, аэрофотосжигание и распыление, борьба с болезнями и насекомыми, борьба с сорняками и сбор урожая. Для точек, которые предоставляют складские помещения и хранилища ферм, используется MCC 4225."
  },
  "0780": {
    "Название": "Услуги садоводства и ландшафтного дизайна",
    "Описание": "Ландшафтные архитекторы и другие поставщики услуг по ландшафтному планированию и дизайну. Кроме того, точки, которые предлагают различные услуги по уходу за газоном и садом, такие как посадка, удобрение, выкос, мульчирование, посев, опрыскивание и укладка дерна."
  },
  "1520": {
    "Название": "Генеральные подрядчики – жилое и коммерческое строительство",
    "Описание": "Генеральные подрядчики, в основном занимающиеся строительством жилых и коммерческих зданий. Строительные услуги могут включать новое строительство, реконструкцию, ремонт, дополнения и изменения."
  },
  "1711": {
    "Название": "Генеральные подрядчики по вентиляции, теплоснабжению и водопроводу",
    "Описание": "Специальные торговые подрядчики, которые работают с системами отопления, водопровода и вентиляции. Примерами их услуг являются: балансировка и испытания вентиляционных системы, установка дренажной системы, ремонт отопления, установка опрскивателей газонов, работа с холодильными и морозильными камерами, подключения и соединения канализационных сетей, солнечное отопление, установка поливочных систем и установка и обслуживание водяных насосов."
  },
  "1731": {
    "Название": "Подрядчики по электричеству",
    "Описание": "Специальные торговые подрядчики, выполняющие работы по электричеству, такие как установка пожарной сигнализации, звукового, телекоммуникационного и телефонного оборудования."
  },
  "1740": {
    "Название": "Изоляция, мозаика, штукатурные работы, каменная кладка, облицовка плиткой, кафелем",
    "Описание": "Специальные торговые подрядчики, выполняющие мозаичные работы, каменные работы и другие работы с камнем, такие как строительство камина, облицовка плиткой, простая и декоративная штукатурка и изоляция. Эти подрядчики также могут выполнять работы по кирпичной кладке, керамике и мрамору, мозаичные работы, акустические работы и работы с конструкциями из гипсокартона."
  },
  "1750": {
    "Название": "Столярные работы",
    "Описание": "Специальные торговые подрядчики, которые выполняют столярные работы для строительных проектов, таких как сборка, обрамление, отделка, а также установка окон и дверей."
  },
  "1761": {
    "Название": "Кровельные и сайдинговые работы, обработка листового металла",
    "Описание": "Специальные торговые подрядчики, которые выполняют кровельные, обшивочные работы и выполняют работы из листового металла, включая архитектурные работы, потолки и световые люки, установку воздуховодов и водостоков, а также напыление, покраску или покрытие крыши."
  },
  "1771": {
    "Название": "Подрядчики бетонных работ",
    "Описание": "Специальные торговые подрядчики, выполняющие бетонные, цементные или асфальтовые работы, строят частные подъездные и пешеходные пути из всех материалов, заливают бетон для фундаментов, выполняют цементные работы и строят бетонные дворики и тротуары."
  },
  "1799": {
    "Название": "Контрактные услуги – нигде более не классифицированные",
    "Описание": "Специальные торговые подрядчики, выполняющие строительные работы, не классифицированные в других категориях. Примеры включают в себя установку навеса, сантехнические услуги, строительство заборов, установку пожарной лестницы, помощь при переездах, замену домашних окон, установку гаражных ворот, установку напольного покрытия, декоративные металлические работы, строительство бассейнов, стекольные работы, бурение скважин, поклейку обоев, гидроизоляцию и сварку."
  },
  "2741": {
    "Название": "Различные издательства/ печатное дело",
    "Описание": "Торговые точки, занимающиеся оптовой печатью, издательской деятельностью или переплетом книг. Примеры материалов, производимых такими точками, включают книги, периодические издания, журналы, карты и атласы, информационные бюллетени для бизнеса, каталоги, партитуры, образцы документов, технические руководства и документы, телефонные справочники и ежегодники. Для оптовых распространителей книг, брошюр и учебных материалов используется MCC 5192."
  },
  "2791": {
    "Название": "Набор текстов, изготовление печатных форм и связанные услуги",
    "Описание": "Торговые точки, которые осуществляют оптовый набор текста для полиграфии и изготавливают печатные формы для полиграфических целей. Примерами таких услуг являются набор рекламных текстов, набор фотографий, автоматизированный набор текста и цветоделение; изготовление позитивов и негативов, из которых изготавливаются офсетные литографические печатные формы; и гравировка или тиснение для печатных целей, таких как гравировка по дереву, резине, меди, стале или фотогравировка. Для торговых точек, которые в основном предоставляют оптовые услуги печати, используется MCC 2741."
  },
  "2842": {
    "Название": "Санитарная обработка, полировка и специализированная подготовка",
    "Описание": "Оптовые производители полиролей, чистящих растворов, дезинфицирующих средств, моющих средств для больниц и другие санитарные препараты. Продукты для продажи могут включать дезодоранты неличного назначения, окрашивание искусственной кожи и других материалов, средства для удаления воска, растворители для обезжиривания, химические средства для сухой чистки, средства для удаления ржавчины и пятен, а также чистящие растворы для стекла, краски или обоев."
  },
  "3000": {
    "Название": "United Airlines",
    "Описание": ""
  },
  "3001": {
    "Название": "American Airlines",
    "Описание": ""
  },
  "3002": {
    "Название": "Pan American",
    "Описание": ""
  },
  "3003": {
    "Название": "Eurofly",
    "Описание": ""
  },
  "3004": {
    "Название": "Dragonair",
    "Описание": ""
  },
  "3005": {
    "Название": "British Airways",
    "Описание": ""
  },
  "3006": {
    "Название": "Japan Air Lines",
    "Описание": ""
  },
  "3007": {
    "Название": "Air France",
    "Описание": ""
  },
  "3008": {
    "Название": "Lufthansa",
    "Описание": ""
  },
  "3009": {
    "Название": "Air Canada",
    "Описание": ""
  },
  "3010": {
    "Название": "Royal Dutch Airlines",
    "Описание": ""
  },
  "3011": {
    "Название": "Аэрофлот",
    "Описание": ""
  },
  "3012": {
    "Название": "Qantas",
    "Описание": ""
  },
  "3013": {
    "Название": "Alitalia",
    "Описание": ""
  },
  "3014": {
    "Название": "Saudi Arabian Airlines",
    "Описание": ""
  },
  "3015": {
    "Название": "Swiss International Air Lines",
    "Описание": ""
  },
  "3016": {
    "Название": "Scandinavian Airline System",
    "Описание": ""
  },
  "3017": {
    "Название": "South African Airways",
    "Описание": ""
  },
  "3018": {
    "Название": "Varig (Бразилия)",
    "Описание": ""
  },
  "3019": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3020": {
    "Название": "Air India",
    "Описание": ""
  },
  "3021": {
    "Название": "Air Algerie",
    "Описание": ""
  },
  "3022": {
    "Название": "Philippine Airlines",
    "Описание": ""
  },
  "3023": {
    "Название": "Mexicana",
    "Описание": ""
  },
  "3024": {
    "Название": "Pakistan International",
    "Описание": ""
  },
  "3025": {
    "Название": "Air New Zealand Limited International",
    "Описание": ""
  },
  "3026": {
    "Название": "Emirates Airlines",
    "Описание": ""
  },
  "3027": {
    "Название": "Union de Transports Aeriens",
    "Описание": ""
  },
  "3028": {
    "Название": "Air Malta",
    "Описание": ""
  },
  "3029": {
    "Название": "SN Brussels Airlines",
    "Описание": ""
  },
  "3030": {
    "Название": "Aerolineas Argentinas",
    "Описание": ""
  },
  "3031": {
    "Название": "Olympic Airways",
    "Описание": ""
  },
  "3032": {
    "Название": "El Al",
    "Описание": ""
  },
  "3033": {
    "Название": "Ansett Airlines",
    "Описание": ""
  },
  "3034": {
    "Название": "Etihad Airways",
    "Описание": ""
  },
  "3035": {
    "Название": "Tap (Португалия)",
    "Описание": ""
  },
  "3036": {
    "Название": "VASP (Бразилия)",
    "Описание": ""
  },
  "3037": {
    "Название": "EgyptAir",
    "Описание": ""
  },
  "3038": {
    "Название": "Kuwait Airways",
    "Описание": ""
  },
  "3039": {
    "Название": "Avianca",
    "Описание": ""
  },
  "3040": {
    "Название": "Gulf Air (Бахрейн)",
    "Описание": ""
  },
  "3041": {
    "Название": "Balkan—Bulgarian Airlines",
    "Описание": ""
  },
  "3042": {
    "Название": "Finnair",
    "Описание": ""
  },
  "3043": {
    "Название": "Aer Lingus",
    "Описание": ""
  },
  "3044": {
    "Название": "Air Lanka",
    "Описание": ""
  },
  "3045": {
    "Название": "Nigeria Airways",
    "Описание": ""
  },
  "3046": {
    "Название": "Cruzeiro do Sul (Бразилия)",
    "Описание": ""
  },
  "3047": {
    "Название": "Turkish Airlines",
    "Описание": ""
  },
  "3048": {
    "Название": "Royal Air Maroc",
    "Описание": ""
  },
  "3049": {
    "Название": "Tunis Air",
    "Описание": ""
  },
  "3050": {
    "Название": "Icelandair",
    "Описание": ""
  },
  "3051": {
    "Название": "Austrian Airlines",
    "Описание": ""
  },
  "3052": {
    "Название": "LAN Airlines",
    "Описание": ""
  },
  "3053": {
    "Название": "AVIACO (Испания)",
    "Описание": ""
  },
  "3054": {
    "Название": "LADECO (Чили)",
    "Описание": ""
  },
  "3055": {
    "Название": "LAB (Боливия)",
    "Описание": ""
  },
  "3056": {
    "Название": "Jet Airways",
    "Описание": ""
  },
  "3057": {
    "Название": "Virgin America",
    "Описание": ""
  },
  "3058": {
    "Название": "Delta",
    "Описание": ""
  },
  "3059": {
    "Название": "DBA Airlines",
    "Описание": ""
  },
  "3060": {
    "Название": "Northwest Airlines",
    "Описание": ""
  },
  "3061": {
    "Название": "Continental",
    "Описание": ""
  },
  "3062": {
    "Название": "Hapag-Lloyd Express",
    "Описание": ""
  },
  "3063": {
    "Название": "U.S. Airways",
    "Описание": ""
  },
  "3064": {
    "Название": "Adria Airways",
    "Описание": ""
  },
  "3065": {
    "Название": "Air Inter",
    "Описание": ""
  },
  "3066": {
    "Название": "Southwest Airlines",
    "Описание": ""
  },
  "3067": {
    "Название": "Vanguard Airlines",
    "Описание": ""
  },
  "3068": {
    "Название": "Air Astana",
    "Описание": ""
  },
  "3069": {
    "Название": "Sun Country Airlines",
    "Описание": ""
  },
  "3071": {
    "Название": "Air British Columbia",
    "Описание": ""
  },
  "3072": {
    "Название": "Cebu Pacific",
    "Описание": ""
  },
  "3073": {
    "Название": "Air Cal",
    "Описание": ""
  },
  "3075": {
    "Название": "Singapore Airlines",
    "Описание": ""
  },
  "3076": {
    "Название": "Aeromexico",
    "Описание": ""
  },
  "3077": {
    "Название": "Thai Airways",
    "Описание": ""
  },
  "3078": {
    "Название": "China Airlines",
    "Описание": ""
  },
  "3079": {
    "Название": "Jetstar Airways",
    "Описание": ""
  },
  "3081": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3082": {
    "Название": "Korean Airlines",
    "Описание": ""
  },
  "3083": {
    "Название": "Air Afrique",
    "Описание": ""
  },
  "3084": {
    "Название": "Eva Airways",
    "Описание": ""
  },
  "3085": {
    "Название": "Midwest Express Airlines",
    "Описание": ""
  },
  "3086": {
    "Название": "Carnival Airlines",
    "Описание": ""
  },
  "3087": {
    "Название": "Metro Airlines",
    "Описание": ""
  },
  "3088": {
    "Название": "Croatia Air",
    "Описание": ""
  },
  "3089": {
    "Название": "Transaero",
    "Описание": ""
  },
  "3090": {
    "Название": "Uni Airways",
    "Описание": ""
  },
  "3092": {
    "Название": "Midway Airlines",
    "Описание": ""
  },
  "3093": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3094": {
    "Название": "Zambia Airways",
    "Описание": ""
  },
  "3095": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3096": {
    "Название": "Air Zimbabwe",
    "Описание": ""
  },
  "3097": {
    "Название": "Spanair",
    "Описание": ""
  },
  "3098": {
    "Название": "Asiana Airlines",
    "Описание": ""
  },
  "3099": {
    "Название": "Cathay Pacific",
    "Описание": ""
  },
  "3100": {
    "Название": "Malaysian Airline System",
    "Описание": ""
  },
  "3101": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3102": {
    "Название": "Iberia",
    "Описание": ""
  },
  "3103": {
    "Название": "Garuda (Индонезия)",
    "Описание": ""
  },
  "3104": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3105": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3106": {
    "Название": "Braathens S.A.F.E. (Норвегия)",
    "Описание": ""
  },
  "3107": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3109": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3110": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3111": {
    "Название": "British Midland",
    "Описание": ""
  },
  "3112": {
    "Название": "Windward Island",
    "Описание": ""
  },
  "3113": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3114": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3115": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3116": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3117": {
    "Название": "Venezolana International de Aviacion",
    "Описание": ""
  },
  "3118": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3119": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3120": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3121": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3122": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3123": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3124": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3125": {
    "Название": "Tan Airlines",
    "Описание": ""
  },
  "3126": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3127": {
    "Название": "Taca International",
    "Описание": ""
  },
  "3128": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3129": {
    "Название": "Surinam Airways",
    "Описание": ""
  },
  "3130": {
    "Название": "Sunworld International Airways",
    "Описание": ""
  },
  "3131": {
    "Название": "VLM Airlines",
    "Описание": ""
  },
  "3132": {
    "Название": "Frontier Airlines",
    "Описание": ""
  },
  "3133": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3134": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3135": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3136": {
    "Название": "Qatar Airways Company W.L.L.",
    "Описание": ""
  },
  "3137": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3138": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3139": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3140": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3141": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3142": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3143": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3144": {
    "Название": "Virgin Atlantic",
    "Описание": ""
  },
  "3145": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3146": {
    "Название": "Luxair",
    "Описание": ""
  },
  "3147": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3148": {
    "Название": "Air Littoral, S.A.",
    "Описание": ""
  },
  "3150": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3151": {
    "Название": "Air Zaire",
    "Описание": ""
  },
  "3152": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3153": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3154": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3155": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3156": {
    "Название": "GO FLY Ltd.",
    "Описание": ""
  },
  "3157": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3158": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3159": {
    "Название": "Provincetown-Boston Airways",
    "Описание": ""
  },
  "3160": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3161": {
    "Название": "All Nippon Airways",
    "Описание": ""
  },
  "3162": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3163": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3164": {
    "Название": "Norontair",
    "Описание": ""
  },
  "3165": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3166": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3167": {
    "Название": "Aero Continente",
    "Описание": ""
  },
  "3168": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3169": {
    "Название": "Riyadh Air",
    "Описание": ""
  },
  "3170": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3171": {
    "Название": "Canadian Airlines",
    "Описание": ""
  },
  "3172": {
    "Название": "Nation Air",
    "Описание": ""
  },
  "3173": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3174": {
    "Название": "JetBlue Airways",
    "Описание": ""
  },
  "3175": {
    "Название": "Middle East Air",
    "Описание": ""
  },
  "3176": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3177": {
    "Название": "AirTran Airways",
    "Описание": ""
  },
  "3178": {
    "Название": "Mesa Air",
    "Описание": ""
  },
  "3179": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3180": {
    "Название": "Westjet Airlines",
    "Описание": ""
  },
  "3181": {
    "Название": "Malev Hungarian Airlines",
    "Описание": ""
  },
  "3182": {
    "Название": "LOT – Polish Airlines",
    "Описание": ""
  },
  "3183": {
    "Название": "Oman Aviation Services",
    "Описание": ""
  },
  "3184": {
    "Название": "LIAT",
    "Описание": ""
  },
  "3185": {
    "Название": "LAV Linea Aeropostal Venezolana",
    "Описание": ""
  },
  "3186": {
    "Название": "LAP Lineas Aereas Paraguayas",
    "Описание": ""
  },
  "3187": {
    "Название": "LACSA (Коста Рика)",
    "Описание": ""
  },
  "3188": {
    "Название": "Virgin Express",
    "Описание": ""
  },
  "3189": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3190": {
    "Название": "Jugoslav Air",
    "Описание": ""
  },
  "3191": {
    "Название": "Island Airlines",
    "Описание": ""
  },
  "3192": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3193": {
    "Название": "Indian Airlines",
    "Описание": ""
  },
  "3194": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3195": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3196": {
    "Название": "Hawaiian Air",
    "Описание": ""
  },
  "3197": {
    "Название": "Havasu Airlines",
    "Описание": ""
  },
  "3198": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3199": {
    "Название": "Servicios Aereos Militares",
    "Описание": ""
  },
  "3200": {
    "Название": "Guyana Airways",
    "Описание": ""
  },
  "3201": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3202": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3203": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3204": {
    "Название": "Freedom Airlines",
    "Описание": ""
  },
  "3205": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3206": {
    "Название": "China Eastern Airlines",
    "Описание": ""
  },
  "3207": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3208": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3209": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3210": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3211": {
    "Название": "Norwegian Air Shuttle",
    "Описание": ""
  },
  "3212": {
    "Название": "Dominicana de Aviacion",
    "Описание": ""
  },
  "3213": {
    "Название": "Braathens Regional Airlines",
    "Описание": ""
  },
  "3214": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3215": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3216": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3217": {
    "Название": "CSA Ceskoslovenske Aerolinie",
    "Описание": ""
  },
  "3218": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3219": {
    "Название": "Compania Panamena de Aviacion",
    "Описание": ""
  },
  "3220": {
    "Название": "Compania Faucett",
    "Описание": ""
  },
  "3221": {
    "Название": "Transportes Aeros Militares Ecuatorianos",
    "Описание": ""
  },
  "3222": {
    "Название": "Command Airways",
    "Описание": ""
  },
  "3223": {
    "Название": "Comair",
    "Описание": ""
  },
  "3224": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3225": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3226": {
    "Название": "Skyways",
    "Описание": ""
  },
  "3227": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3228": {
    "Название": "Cayman Airways",
    "Описание": ""
  },
  "3229": {
    "Название": "SAETA (Sociedad Ecuatorianas De Transportes Aereo)",
    "Описание": ""
  },
  "3230": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3231": {
    "Название": "SAHSA (Servicio Aero de Honduras)",
    "Описание": ""
  },
  "3232": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3233": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3234": {
    "Название": "Caribbean Airlines",
    "Описание": ""
  },
  "3235": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3236": {
    "Название": "Air Arabia Airline",
    "Описание": ""
  },
  "3237": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3238": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3239": {
    "Название": "Bar Harbor Airlines",
    "Описание": ""
  },
  "3240": {
    "Название": "Bahamasair",
    "Описание": ""
  },
  "3241": {
    "Название": "Aviateca (Гватемала)",
    "Описание": ""
  },
  "3242": {
    "Название": "Avensa",
    "Описание": ""
  },
  "3243": {
    "Название": "Austrian Air Service",
    "Описание": ""
  },
  "3244": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3245": {
    "Название": "EasyJet",
    "Описание": ""
  },
  "3246": {
    "Название": "Ryanair",
    "Описание": ""
  },
  "3247": {
    "Название": "Gol Airlines",
    "Описание": ""
  },
  "3248": {
    "Название": "Tam Airlines",
    "Описание": ""
  },
  "3249": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3250": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3251": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3252": {
    "Название": "ALM Antilean Airlines",
    "Описание": ""
  },
  "3253": {
    "Название": "America West",
    "Описание": ""
  },
  "3254": {
    "Название": "Trump Airline",
    "Описание": ""
  },
  "3256": {
    "Название": "Alaska Airlines Inc.",
    "Описание": ""
  },
  "3257": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3258": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3259": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3260": {
    "Название": "Spirit Airlines",
    "Описание": ""
  },
  "3261": {
    "Название": "Air China",
    "Описание": ""
  },
  "3262": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3263": {
    "Название": "Aero Servicio Carabobo",
    "Описание": ""
  },
  "3264": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": "Код указан на сайте Правительства Аляски как Авиалинии"
  },
  "3265": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3266": {
    "Название": "Air Seychelles",
    "Описание": ""
  },
  "3267": {
    "Название": "Air Panama International",
    "Описание": ""
  },
  "3268": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3270": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3274": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3275": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3276": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3277": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3278": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3279": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3280": {
    "Название": "Air Jamaica",
    "Описание": ""
  },
  "3281": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3282": {
    "Название": "Air Djibouti",
    "Описание": ""
  },
  "3283": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3284": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3285": {
    "Название": "Aero Peru",
    "Описание": ""
  },
  "3286": {
    "Название": "Aero Nicaraguenses",
    "Описание": ""
  },
  "3287": {
    "Название": "Aero Coach Aviation",
    "Описание": ""
  },
  "3288": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3289": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3290": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3291": {
    "Название": "Авиалинии, авиакомпании",
    "Описание": ""
  },
  "3292": {
    "Название": "Cyprus Airways",
    "Описание": ""
  },
  "3293": {
    "Название": "Ecuatoriana",
    "Описание": ""
  },
  "3294": {
    "Название": "Ethiopian Airlines",
    "Описание": ""
  },
  "3295": {
    "Название": "Kenya Airways",
    "Описание": ""
  },
  "3296": {
    "Название": "Air Berlin",
    "Описание": ""
  },
  "3297": {
    "Название": "Tarom Romanian Air Transport",
    "Описание": ""
  },
  "3298": {
    "Название": "Air Mauritius",
    "Описание": ""
  },
  "3299": {
    "Название": "Wideroes Flyveselskap",
    "Описание": ""
  },
  "3300": {
    "Название": "Azul Air",
    "Описание": ""
  },
  "3301": {
    "Название": "Wizz Air",
    "Описание": ""
  },
  "3302": {
    "Название": "Flybe Air",
    "Описание": ""
  },
  "3351": {
    "Название": "Affiliated Auto Rental",
    "Описание": ""
  },
  "3352": {
    "Название": "American Intl Rent-a-car",
    "Описание": ""
  },
  "3353": {
    "Название": "Brooks Rent-a-car",
    "Описание": ""
  },
  "3354": {
    "Название": "Action Auto Rental",
    "Описание": ""
  },
  "3355": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3356": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3357": {
    "Название": "Hertz Rent-a-car",
    "Описание": ""
  },
  "3358": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3359": {
    "Название": "Payless Car Rental",
    "Описание": ""
  },
  "3360": {
    "Название": "Snappy Car Rental",
    "Описание": ""
  },
  "3361": {
    "Название": "Airways Rent-a-car",
    "Описание": ""
  },
  "3362": {
    "Название": "Altra Auto Rental",
    "Описание": ""
  },
  "3363": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3364": {
    "Название": "Agency Rent-a-car",
    "Описание": ""
  },
  "3365": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3366": {
    "Название": "Budget Rent-a-car",
    "Описание": ""
  },
  "3367": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3368": {
    "Название": "Holiday Rent-a-wreck",
    "Описание": ""
  },
  "3369": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3370": {
    "Название": "Rent-a-wreck",
    "Описание": ""
  },
  "3371": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3372": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3373": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3374": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3375": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3376": {
    "Название": "Ajax Rent-a-car",
    "Описание": ""
  },
  "3377": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3378": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3379": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3380": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3381": {
    "Название": "Europ Car",
    "Описание": ""
  },
  "3382": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3383": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3384": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3385": {
    "Название": "Tropical Rent-a-car",
    "Описание": ""
  },
  "3386": {
    "Название": "Showcase Rental Cars",
    "Описание": ""
  },
  "3387": {
    "Название": "Alamo Rent-a-car",
    "Описание": ""
  },
  "3388": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3389": {
    "Название": "Avis Rent-a-car",
    "Описание": ""
  },
  "3390": {
    "Название": "Dollar Rent-a-car",
    "Описание": ""
  },
  "3391": {
    "Название": "Europe By Car",
    "Описание": ""
  },
  "3392": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3393": {
    "Название": "National Car Rental",
    "Описание": ""
  },
  "3394": {
    "Название": "Kemwell Group Rent-a-car",
    "Описание": ""
  },
  "3395": {
    "Название": "Thrifty Rent-a-car",
    "Описание": ""
  },
  "3396": {
    "Название": "Tilden Tent-a-car",
    "Описание": ""
  },
  "3397": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3398": {
    "Название": "Econo-car Rent-a-car",
    "Описание": ""
  },
  "3399": {
    "Название": "Amerex Rent-a-Car",
    "Описание": ""
  },
  "3400": {
    "Название": "Auto Host Cost Car Rentals",
    "Описание": ""
  },
  "3401": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3402": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3403": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3404": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3405": {
    "Название": "Enterprise Rent-a-car",
    "Описание": ""
  },
  "3406": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3407": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3408": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3409": {
    "Название": "General Rent-a-car",
    "Описание": ""
  },
  "3410": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3412": {
    "Название": "A-1 Rent-a-car",
    "Описание": ""
  },
  "3413": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3414": {
    "Название": "Godfrey Natl Rent-a-car",
    "Описание": ""
  },
  "3415": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3416": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3417": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3418": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3419": {
    "Название": "Alpha Rent-a-car",
    "Описание": ""
  },
  "3420": {
    "Название": "Ansa Intl Rent-a-car",
    "Описание": ""
  },
  "3421": {
    "Название": "Allstae Rent-a-car",
    "Описание": ""
  },
  "3422": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3423": {
    "Название": "Avcar Rent-a-car",
    "Описание": ""
  },
  "3425": {
    "Название": "Automate Rent-a-car",
    "Описание": ""
  },
  "3426": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3427": {
    "Название": "Avon Rent-a-car",
    "Описание": ""
  },
  "3428": {
    "Название": "Carey Rent-a-car",
    "Описание": ""
  },
  "3429": {
    "Название": "Insurance Rent-a-car",
    "Описание": ""
  },
  "3430": {
    "Название": "Major Rent-a-car",
    "Описание": ""
  },
  "3431": {
    "Название": "Replacement Rent-a-car",
    "Описание": ""
  },
  "3432": {
    "Название": "Reserve Rent-a-car",
    "Описание": ""
  },
  "3433": {
    "Название": "Ugly Duckling Rent-a-car",
    "Описание": ""
  },
  "3434": {
    "Название": "USA Rent-a-car",
    "Описание": ""
  },
  "3435": {
    "Название": "Value Rent-a-car",
    "Описание": ""
  },
  "3436": {
    "Название": "Autohansa Rent-a-car",
    "Описание": ""
  },
  "3437": {
    "Название": "Cite Rent-a-car",
    "Описание": ""
  },
  "3438": {
    "Название": "Interent Rent-a-car",
    "Описание": ""
  },
  "3439": {
    "Название": "Milleville Rent-a-car",
    "Описание": ""
  },
  "3440": {
    "Название": "Via Route Rent-a-Car",
    "Описание": ""
  },
  "3441": {
    "Название": "Агентства по аренде автомобилей",
    "Описание": ""
  },
  "3501": {
    "Название": "Holiday Inns",
    "Описание": ""
  },
  "3502": {
    "Название": "Best Western Hotels",
    "Описание": ""
  },
  "3503": {
    "Название": "Sheraton Hotels",
    "Описание": ""
  },
  "3504": {
    "Название": "Hilton Hotels",
    "Описание": ""
  },
  "3505": {
    "Название": "Forte Hotels",
    "Описание": ""
  },
  "3506": {
    "Название": "Golden Tulip Hotels",
    "Описание": ""
  },
  "3507": {
    "Название": "Friendship Inns",
    "Описание": ""
  },
  "3508": {
    "Название": "Quality Inns",
    "Описание": ""
  },
  "3509": {
    "Название": "Marriott Hotels",
    "Описание": ""
  },
  "3510": {
    "Название": "Days Inn",
    "Описание": ""
  },
  "3511": {
    "Название": "Arabella Hotels",
    "Описание": ""
  },
  "3512": {
    "Название": "Inter-continental Hotels",
    "Описание": ""
  },
  "3513": {
    "Название": "Westin Hotels",
    "Описание": ""
  },
  "3514": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3515": {
    "Название": "Rodeway Inns",
    "Описание": ""
  },
  "3516": {
    "Название": "La Quinta Motor Inns",
    "Описание": ""
  },
  "3517": {
    "Название": "Americana Hotels",
    "Описание": ""
  },
  "3518": {
    "Название": "Sol Hotels",
    "Описание": ""
  },
  "3519": {
    "Название": "Pullman International Hotels",
    "Описание": ""
  },
  "3520": {
    "Название": "Meridien Hotels",
    "Описание": ""
  },
  "3521": {
    "Название": "Crest Hotels (see Forte Hotels)",
    "Описание": ""
  },
  "3522": {
    "Название": "Tokyo Hotel",
    "Описание": ""
  },
  "3523": {
    "Название": "Pennsula Hotel",
    "Описание": ""
  },
  "3524": {
    "Название": "Welcomgroup Hotels",
    "Описание": ""
  },
  "3525": {
    "Название": "Dunfey Hotels",
    "Описание": ""
  },
  "3526": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3527": {
    "Название": "Downtowner-passport Hotel",
    "Описание": ""
  },
  "3528": {
    "Название": "Red Lion Hotels",
    "Описание": ""
  },
  "3529": {
    "Название": "Cp Hotels",
    "Описание": ""
  },
  "3530": {
    "Название": "Renaissance Hotels",
    "Описание": ""
  },
  "3531": {
    "Название": "Astir Hotels",
    "Описание": ""
  },
  "3532": {
    "Название": "Sun Route Hotels",
    "Описание": ""
  },
  "3533": {
    "Название": "Hotel Ibis",
    "Описание": ""
  },
  "3534": {
    "Название": "Southern Pacific Hotels",
    "Описание": ""
  },
  "3535": {
    "Название": "Hilton International",
    "Описание": ""
  },
  "3536": {
    "Название": "Amfac Hotels",
    "Описание": ""
  },
  "3537": {
    "Название": "Ana Hotel",
    "Описание": ""
  },
  "3538": {
    "Название": "Concorde Hotels",
    "Описание": ""
  },
  "3539": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3540": {
    "Название": "Iberotel Hotels",
    "Описание": ""
  },
  "3541": {
    "Название": "Hotel Okura",
    "Описание": ""
  },
  "3542": {
    "Название": "Royal Hotels",
    "Описание": ""
  },
  "3543": {
    "Название": "Four Seasons Hotels",
    "Описание": ""
  },
  "3544": {
    "Название": "Ciga Hotels",
    "Описание": ""
  },
  "3545": {
    "Название": "Shangri-la International",
    "Описание": ""
  },
  "3546": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3547": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3548": {
    "Название": "Hoteles Melia",
    "Описание": ""
  },
  "3549": {
    "Название": "Auberge Des Governeurs",
    "Описание": ""
  },
  "3550": {
    "Название": "Regal 8 Inns",
    "Описание": ""
  },
  "3551": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3552": {
    "Название": "Coast Hotels",
    "Описание": ""
  },
  "3553": {
    "Название": "Park Inns International",
    "Описание": ""
  },
  "3554": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3555": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3556": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3557": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3558": {
    "Название": "Jolly Hotels",
    "Описание": ""
  },
  "3559": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3560": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3561": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3562": {
    "Название": "Comfort Inns",
    "Описание": ""
  },
  "3563": {
    "Название": "Journey's End Motls",
    "Описание": ""
  },
  "3564": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3565": {
    "Название": "Relax Inns",
    "Описание": ""
  },
  "3566": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3567": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3568": {
    "Название": "Ladbroke Hotels",
    "Описание": ""
  },
  "3569": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3570": {
    "Название": "Forum Hotels",
    "Описание": ""
  },
  "3571": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3572": {
    "Название": "Miyako Hotels",
    "Описание": ""
  },
  "3573": {
    "Название": "Sandman Hotels",
    "Описание": ""
  },
  "3574": {
    "Название": "Venture Inns",
    "Описание": ""
  },
  "3575": {
    "Название": "Vagabond Hotels",
    "Описание": ""
  },
  "3576": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3577": {
    "Название": "Mandarin Oriental Hotel",
    "Описание": ""
  },
  "3578": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3579": {
    "Название": "Hotel Mercure",
    "Описание": ""
  },
  "3580": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3581": {
    "Название": "Delta Hotel",
    "Описание": ""
  },
  "3582": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3583": {
    "Название": "Sas Hotels",
    "Описание": ""
  },
  "3584": {
    "Название": "Princess Hotels International",
    "Описание": ""
  },
  "3585": {
    "Название": "Hungar Hotels",
    "Описание": ""
  },
  "3586": {
    "Название": "Sokos Hotels",
    "Описание": ""
  },
  "3587": {
    "Название": "Doral Hotels",
    "Описание": ""
  },
  "3588": {
    "Название": "Helmsley Hotels",
    "Описание": ""
  },
  "3589": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3590": {
    "Название": "Fairmont Hotels",
    "Описание": ""
  },
  "3591": {
    "Название": "Sonesta Hotels",
    "Описание": ""
  },
  "3592": {
    "Название": "Omni Hotels",
    "Описание": ""
  },
  "3593": {
    "Название": "Cunard Hotels",
    "Описание": ""
  },
  "3594": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3595": {
    "Название": "Hospitality International",
    "Описание": ""
  },
  "3596": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3597": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3598": {
    "Название": "Regent International Hotels",
    "Описание": ""
  },
  "3599": {
    "Название": "Pannonia Hotels",
    "Описание": ""
  },
  "3600": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3601": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3602": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3603": {
    "Название": "Noah's Hotels",
    "Описание": ""
  },
  "3604": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3605": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3606": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3607": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3608": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3609": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3610": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3611": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3612": {
    "Название": "Movenpick Hotels",
    "Описание": ""
  },
  "3613": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3614": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3615": {
    "Название": "Travelodge",
    "Описание": ""
  },
  "3616": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3617": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3618": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3619": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3620": {
    "Название": "Telford International",
    "Описание": ""
  },
  "3621": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3622": {
    "Название": "Merlin Hotels",
    "Описание": ""
  },
  "3623": {
    "Название": "Dorint Hotels",
    "Описание": ""
  },
  "3624": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3625": {
    "Название": "Hotle Universale",
    "Описание": ""
  },
  "3626": {
    "Название": "Prince Hotels",
    "Описание": ""
  },
  "3627": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3628": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3629": {
    "Название": "Dan Hotels",
    "Описание": ""
  },
  "3630": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3631": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3632": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3633": {
    "Название": "Rank Hotels",
    "Описание": ""
  },
  "3634": {
    "Название": "Swissotel",
    "Описание": ""
  },
  "3635": {
    "Название": "Reso Hotels",
    "Описание": ""
  },
  "3636": {
    "Название": "Sarova Hotels",
    "Описание": ""
  },
  "3637": {
    "Название": "Ramada Inns",
    "Описание": ""
  },
  "3638": {
    "Название": "Ho Jo Inn",
    "Описание": ""
  },
  "3639": {
    "Название": "Mount Charlotte Thistle",
    "Описание": ""
  },
  "3640": {
    "Название": "Hyatt Hotel",
    "Описание": ""
  },
  "3641": {
    "Название": "Sofitel Hotels",
    "Описание": ""
  },
  "3642": {
    "Название": "Novotel Hotels",
    "Описание": ""
  },
  "3643": {
    "Название": "Steigenberger Hotels",
    "Описание": ""
  },
  "3644": {
    "Название": "Econo Lodges",
    "Описание": ""
  },
  "3645": {
    "Название": "Queens Moat Houses",
    "Описание": ""
  },
  "3646": {
    "Название": "Swallow Hotels",
    "Описание": ""
  },
  "3647": {
    "Название": "Husa Hotels",
    "Описание": ""
  },
  "3648": {
    "Название": "De Vere Hotels",
    "Описание": ""
  },
  "3649": {
    "Название": "Radisson Hotels",
    "Описание": ""
  },
  "3650": {
    "Название": "Red Rook Inns",
    "Описание": ""
  },
  "3651": {
    "Название": "Imperial London Hotel",
    "Описание": ""
  },
  "3652": {
    "Название": "Embassy Hotels",
    "Описание": ""
  },
  "3653": {
    "Название": "Penta Hotels",
    "Описание": ""
  },
  "3654": {
    "Название": "Loews Hotels",
    "Описание": ""
  },
  "3655": {
    "Название": "Scandic Hotels",
    "Описание": ""
  },
  "3656": {
    "Название": "Sara Hotels",
    "Описание": ""
  },
  "3657": {
    "Название": "Oberoi Hotels",
    "Описание": ""
  },
  "3658": {
    "Название": "Otani Hotels",
    "Описание": ""
  },
  "3659": {
    "Название": "Taj Hotels International",
    "Описание": ""
  },
  "3660": {
    "Название": "Knights Inns",
    "Описание": ""
  },
  "3661": {
    "Название": "Metropole Hotels",
    "Описание": ""
  },
  "3662": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3663": {
    "Название": "Hoteles El Presidents",
    "Описание": ""
  },
  "3664": {
    "Название": "Flag Inn",
    "Описание": ""
  },
  "3665": {
    "Название": "Hampton Inns",
    "Описание": ""
  },
  "3666": {
    "Название": "Stakis Hotels",
    "Описание": ""
  },
  "3667": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3668": {
    "Название": "Maritim Hotels",
    "Описание": ""
  },
  "3669": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3670": {
    "Название": "Arcard Hotels",
    "Описание": ""
  },
  "3671": {
    "Название": "Arctia Hotels",
    "Описание": ""
  },
  "3672": {
    "Название": "Campaniel Hotels",
    "Описание": ""
  },
  "3673": {
    "Название": "Ibusz Hotels",
    "Описание": ""
  },
  "3674": {
    "Название": "Rantasipi Hotels",
    "Описание": ""
  },
  "3675": {
    "Название": "Interhotel Cedok",
    "Описание": ""
  },
  "3676": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3677": {
    "Название": "Climat De France Hotels",
    "Описание": ""
  },
  "3678": {
    "Название": "Cumulus Hotels",
    "Описание": ""
  },
  "3679": {
    "Название": "Danubius Hotel",
    "Описание": ""
  },
  "3680": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3681": {
    "Название": "Adams Mark Hotels",
    "Описание": ""
  },
  "3682": {
    "Название": "Allstar Inns",
    "Описание": ""
  },
  "3683": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3684": {
    "Название": "Budget Host Inns",
    "Описание": ""
  },
  "3685": {
    "Название": "Budgetel Hotels",
    "Описание": ""
  },
  "3686": {
    "Название": "Suisse Chalets",
    "Описание": ""
  },
  "3687": {
    "Название": "Clarion Hotels",
    "Описание": ""
  },
  "3688": {
    "Название": "Compri Hotels",
    "Описание": ""
  },
  "3689": {
    "Название": "Consort Hotels",
    "Описание": ""
  },
  "3690": {
    "Название": "Courtyard By Marriott",
    "Описание": ""
  },
  "3691": {
    "Название": "Dillion Inns",
    "Описание": ""
  },
  "3692": {
    "Название": "Doubletree Hotels",
    "Описание": ""
  },
  "3693": {
    "Название": "Drury Inns",
    "Описание": ""
  },
  "3694": {
    "Название": "Economy Inns Of America",
    "Описание": ""
  },
  "3695": {
    "Название": "Embassy Suites",
    "Описание": ""
  },
  "3696": {
    "Название": "Exel Inns",
    "Описание": ""
  },
  "3697": {
    "Название": "Farfield Hotels",
    "Описание": ""
  },
  "3698": {
    "Название": "Harley Hotels",
    "Описание": ""
  },
  "3699": {
    "Название": "Midway Motor Lodge",
    "Описание": ""
  },
  "3700": {
    "Название": "Motel 6",
    "Описание": ""
  },
  "3701": {
    "Название": "Guest Quarters (formally Pickett Suite Hotels)",
    "Описание": ""
  },
  "3702": {
    "Название": "The Registry Hotels",
    "Описание": ""
  },
  "3703": {
    "Название": "Residence Inns",
    "Описание": ""
  },
  "3704": {
    "Название": "Royce Hotels",
    "Описание": ""
  },
  "3705": {
    "Название": "Sandman Inns",
    "Описание": ""
  },
  "3706": {
    "Название": "Shilo Inns",
    "Описание": ""
  },
  "3707": {
    "Название": "Shoney's Inns",
    "Описание": ""
  },
  "3708": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3709": {
    "Название": "Super8 Motels",
    "Описание": ""
  },
  "3710": {
    "Название": "The Ritz Carlton Hotels",
    "Описание": ""
  },
  "3711": {
    "Название": "Flag Inns (Ausralia)",
    "Описание": ""
  },
  "3712": {
    "Название": "Golden Chain Hotel",
    "Описание": ""
  },
  "3713": {
    "Название": "Quality Pacific Hotel",
    "Описание": ""
  },
  "3714": {
    "Название": "Four Seasons Hotel (Australia)",
    "Описание": ""
  },
  "3715": {
    "Название": "Farifield Inn",
    "Описание": ""
  },
  "3716": {
    "Название": "Carlton Hotels",
    "Описание": ""
  },
  "3717": {
    "Название": "City Lodge Hotels",
    "Описание": ""
  },
  "3718": {
    "Название": "Karos Hotels",
    "Описание": ""
  },
  "3719": {
    "Название": "Protea Hotels",
    "Описание": ""
  },
  "3720": {
    "Название": "Southern Sun Hotels",
    "Описание": ""
  },
  "3721": {
    "Название": "Hilton Conrad",
    "Описание": ""
  },
  "3722": {
    "Название": "Wyndham Hotel And Resorts",
    "Описание": ""
  },
  "3723": {
    "Название": "Rica Hotels",
    "Описание": ""
  },
  "3724": {
    "Название": "Iner Nor Hotels",
    "Описание": ""
  },
  "3725": {
    "Название": "Seaines Planation",
    "Описание": ""
  },
  "3726": {
    "Название": "Rio Suites",
    "Описание": ""
  },
  "3727": {
    "Название": "Broadmoor Hotel",
    "Описание": ""
  },
  "3728": {
    "Название": "Bally's Hotel And Casino",
    "Описание": ""
  },
  "3729": {
    "Название": "John Ascuaga's Nugget",
    "Описание": ""
  },
  "3730": {
    "Название": "Mgm Grand Hotel",
    "Описание": ""
  },
  "3731": {
    "Название": "Harrah's Hotels And Casinos",
    "Описание": ""
  },
  "3732": {
    "Название": "Opryland Hotel",
    "Описание": ""
  },
  "3733": {
    "Название": "Boca Raton Resort",
    "Описание": ""
  },
  "3734": {
    "Название": "Harvey/bristol Hotels",
    "Описание": ""
  },
  "3735": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3736": {
    "Название": "Colorado Belle/Edgewater Resort",
    "Описание": ""
  },
  "3737": {
    "Название": "Riviera Hotel And Casino",
    "Описание": ""
  },
  "3738": {
    "Название": "Tropicana Resort And Casino",
    "Описание": ""
  },
  "3739": {
    "Название": "Woodside Hotels And Resorts",
    "Описание": ""
  },
  "3740": {
    "Название": "Townplace Suites",
    "Описание": ""
  },
  "3741": {
    "Название": "Millenium Broadway Hotel",
    "Описание": ""
  },
  "3742": {
    "Название": "Club Med",
    "Описание": ""
  },
  "3743": {
    "Название": "Biltmore Hotel And Suites",
    "Описание": ""
  },
  "3744": {
    "Название": "Carefree Resorts",
    "Описание": ""
  },
  "3745": {
    "Название": "St. Regis Hotel",
    "Описание": ""
  },
  "3746": {
    "Название": "The Eliot Hotel",
    "Описание": ""
  },
  "3747": {
    "Название": "Clubcorp/club Resorts",
    "Описание": ""
  },
  "3748": {
    "Название": "Welesley Inns",
    "Описание": ""
  },
  "3749": {
    "Название": "The Beverly Hills Hotel",
    "Описание": ""
  },
  "3750": {
    "Название": "Crowne Plaza Hotels",
    "Описание": ""
  },
  "3751": {
    "Название": "Homewood Suites",
    "Описание": ""
  },
  "3752": {
    "Название": "Peabody Hotels",
    "Описание": ""
  },
  "3753": {
    "Название": "Greenbriah Resorts",
    "Описание": ""
  },
  "3754": {
    "Название": "Amelia Island Planation",
    "Описание": ""
  },
  "3755": {
    "Название": "The Homestead",
    "Описание": ""
  },
  "3756": {
    "Название": "South Seas Resorts",
    "Описание": ""
  },
  "3757": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3758": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3759": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3760": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3761": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3762": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3763": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3764": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3765": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3766": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3767": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3768": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3769": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3770": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3771": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3772": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3773": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3774": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3775": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3776": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3777": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3778": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3779": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3780": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3781": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3782": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3783": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3784": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3785": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3786": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3787": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3788": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3789": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3790": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3791": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3792": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3793": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3794": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3795": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3796": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3797": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3798": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3799": {
    "Название": "Отели, мотели, курорты",
    "Описание": ""
  },
  "3800": {
    "Название": "Homestead Suites",
    "Описание": ""
  },
  "3801": {
    "Название": "Wilderness Hotel and Resort",
    "Описание": ""
  },
  "3802": {
    "Название": "The Palace Hotel",
    "Описание": ""
  },
  "3803": {
    "Название": "The Wigwam Golf Resort and Spa",
    "Описание": ""
  },
  "3804": {
    "Название": "The Diplomat Country Club and Spa",
    "Описание": ""
  },
  "3805": {
    "Название": "The Atlantic",
    "Описание": ""
  },
  "3806": {
    "Название": "Princeville Resort",
    "Описание": ""
  },
  "3807": {
    "Название": "Element",
    "Описание": ""
  },
  "3808": {
    "Название": "LXR (Luxury Resorts)",
    "Описание": ""
  },
  "3809": {
    "Название": "Settle Inn",
    "Описание": ""
  },
  "3810": {
    "Название": "La Costa Resort",
    "Описание": ""
  },
  "3811": {
    "Название": "Premier Travel Inns",
    "Описание": ""
  },
  "3812": {
    "Название": "Hyatt Place",
    "Описание": ""
  },
  "3813": {
    "Название": "Hotel Indigo",
    "Описание": ""
  },
  "3814": {
    "Название": "The Roosevelt Hotel NY",
    "Описание": ""
  },
  "3815": {
    "Название": "Nickelodeon Family Suites by Holiday Inn",
    "Описание": ""
  },
  "3816": {
    "Название": "Home2Suites",
    "Описание": ""
  },
  "3817": {
    "Название": "Affinia",
    "Описание": ""
  },
  "3818": {
    "Название": "Mainstay Suites",
    "Описание": ""
  },
  "3819": {
    "Название": "Oxford Suites",
    "Описание": ""
  },
  "3820": {
    "Название": "Jumeirah Essex House",
    "Описание": ""
  },
  "3821": {
    "Название": "Caribe Royal",
    "Описание": ""
  },
  "3822": {
    "Название": "Crossland",
    "Описание": ""
  },
  "3823": {
    "Название": "Grand Sierra Resort",
    "Описание": ""
  },
  "3824": {
    "Название": "Aria",
    "Описание": ""
  },
  "3825": {
    "Название": "Vdara",
    "Описание": ""
  },
  "3826": {
    "Название": "Autograph",
    "Описание": ""
  },
  "3827": {
    "Название": "Galt House",
    "Описание": ""
  },
  "3828": {
    "Название": "Cosmopolitan of Las Vegas",
    "Описание": ""
  },
  "3829": {
    "Название": "Country Inn By Radisson",
    "Описание": ""
  },
  "3830": {
    "Название": "Park Plaza Hotel",
    "Описание": ""
  },
  "3831": {
    "Название": "Waldorf",
    "Описание": ""
  },
  "3832": {
    "Название": "Curio Hotels",
    "Описание": ""
  },
  "3833": {
    "Название": "Canopy",
    "Описание": ""
  },
  "3834": {
    "Название": "Baymont Inn & Suites",
    "Описание": ""
  },
  "3835": {
    "Название": "Dolce Hotels and Resorts",
    "Описание": ""
  },
  "3836": {
    "Название": "Hawthorn by Wyndham",
    "Описание": ""
  },
  "3837": {
    "Название": "Hoshino Resorts",
    "Описание": ""
  },
  "3838": {
    "Название": "Kimpton Hotels",
    "Описание": ""
  },
  "3882": {
    "Название": "Инкассация чека (обналичивание)",
    "Описание": "MCC код и описание найдены в правилах программы лояльности карты Кукуруза. В документации международных платежных систем данного кода нет."
  },
  "3990": {
    "Название": "Экосистема Яндекса",
    "Описание": "Отдельный MCC для точек, относящихся к экосистеме Яндекс. В наименовании мерчанта содержится MCC категории покупки (например, YANDEX*4121*TAXI). Многие банки определяют категорию покупки в связке с ним."
  },
  "3991": {
    "Название": "Экосистема Сбера",
    "Описание": "Отдельный MCC для точек, относящихся к экосистеме Сбера. В наименовании мерчанта содержится MCC категории покупки (например, SBER*8999*SBERPRIME1). Многие банки определяют категорию покупки в связке с ним."
  },
  "3992": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3993": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3994": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3995": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3996": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3997": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3998": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "3999": {
    "Название": "Экосистемы, для которых НСПК определила специфические MCC",
    "Описание": "Экосистемы, для которых определены специфические MCC 3990-3999, отражающие индивидуальное наименование точек в рамках специальной программы межбанковских вознаграждений."
  },
  "4011": {
    "Название": "Железные дороги – перевозка грузов",
    "Описание": "Железные дороги, занимающиеся транспортировкой грузов. Для железных дорог, занимающихся перевозкой пассажиров, используется MCC 4112."
  },
  "4111": {
    "Название": "Пассажирские перевозки - пригородные и местные пригородные рейсы, включая паромы",
    "Описание": "Услуги местного и пригородного общественного пассажирского транспорта по регулярным маршрутам и с регулярным графиком, включая железнодорожные пригородные перевозки. Для такси и лимузинов, используется MCC 4121; для автобусов используется MCC 4131."
  },
  "4112": {
    "Название": "Пассажирские железнодорожные перевозки",
    "Описание": "Железнодорожные компании, которые в основном предоставляют услуги по перевозке пассажиров на длинные расстояния. Такие точки могут предоставлять или не предоставлять ночлег в поезде в течение длительных поездок. Для железнодорожных компаний, которые предоставляют транспортировку грузов, используется MCC 4011."
  },
  "4119": {
    "Название": "Услуги скорой помощи",
    "Описание": "Экстренные транспортные услуги с обученным персоналом, который может или не может оказать неотложную медицинскую помощь по пути в больницу или медицинскую помощь."
  },
  "4121": {
    "Название": "Лимузины и такси",
    "Описание": "Услуги пассажирских автомобильных перевозок, которые не следуют по регулярному графику или установленному маршруту."
  },
  "4131": {
    "Название": "Автобусные линии",
    "Описание": "Услуги пассажирского транспорта, которые работают по регулярному графику по заранее определенным маршрутам. Для операторов чартерных и туристических автобусов используется MCC 4722."
  },
  "4214": {
    "Название": "Агентства по автотранспортным перевозкам, местные/дальные автогрузоперевозки, компании по переезду и хранению, местная доставка",
    "Описание": "Местные и дальние автогрузоперевозки, которые могут также предоставлять или не предоставлять услуги по хранению. Для хранения предметов домашнего обихода и хранения без услуг по перевозкам, используется MCC 4225. Для курьеров почтовых посылок, товаров, и бандеролей, используется MCC 4215."
  },
  "4215": {
    "Название": "Услуги курьера – по воздуху и на земле, агентство по отправке грузов",
    "Описание": "Торговые точки, занимающиеся доставкой лично адресованных писем, посылок и бандеролей (исключая американские почтовые услуги – MCC 9402). Для агентств, занимающихся автогрузоперевозками используется MCC 4214."
  },
  "4225": {
    "Название": "Складское хранение общественного пользования – сельскохозяйственных продуктов, охлаждаемые продукты, хранение предметов домашнего обихода",
    "Описание": "Поставщики складских помещений для хранения сельскохозяйственных продуктов, охлаждаемое хранение скоропортящихся продуктов, и хранение предметов домашнего обихода и мебели. Для торговых точек, предоставляющих услуги по хранению товаров в определенной местности, а также услуги по перевозке товаров, используется MCC 4214."
  },
  "4304": {
    "Название": "Категория неизвестна",
    "Описание": "Код не найден в документации ни одной из платёжных систем, но находится в списках mcc-кодов для категории Авиабилеты у некоторых банков."
  },
  "4411": {
    "Название": "Круизные линии",
    "Описание": "Торговые точки, предлагающие пассажирский транспорт по открытому морю или внутренним водоемам с целью отдыха или ради удовольствия. Такие торговые точки обычно предлагают питание, развлечения, и каюты, включая всё в стоимость проезда, а также проведение стандартных и рекламируемых рейсов. С целью предварительного заказа билетов с каютами на круизных суднах, используется TCC с X. Для транзакций, возникающих в торговых точках, находящихся за пределами корабля, например, в магазине одежды, подарков, или цветочном, используется TCC с H."
  },
  "4457": {
    "Название": "Аренда и лизинг суден",
    "Описание": "Торговые точки, предлагающие в основном сдачу в наем и в аренду суден, включая рыболовные судна, плавучие дома без экипажа, парусные лодки, катера, водные мотоциклы и яхты."
  },
  "4468": {
    "Название": "Пристани для яхт, их обслуживание и поставка расходных материалов",
    "Описание": "Операторы пристаней для яхт. Предоставляемые услуги могут включать аренду буксира, хранение, мойку, мелкий ремонт лодок и розничную продажу расходных материалов для яхт. В этот MCC входят точки, расположенные в пристани, которые продают топливо для использования в лодках и у которых нет отдельного торгового соглашения с пристанью. Для заправочных станций, расположенных на пристани и имеющих отдельные торговые соглашения, используется MCC 5541."
  },
  "4511": {
    "Название": "Авиалинии, авиакомпании - нигде более не классифицированные",
    "Описание": "Только те авиалинии и авиакомпании, которым не выделены MCC коды"
  },
  "4582": {
    "Название": "Аэропорты, терминалы аэропортов, лётные поля",
    "Описание": "Торговые точки, которые управляют и обслуживают аэропорты и лётные поля. Такие точки могут предложить мойку и уборку самолетов, обслуживание, ремонт самолетов, хранение самолетов в аэропортах и сдача в аренду ангаров аэропортов. Для торговых точек, находящихся внутри терминала аэропорта, торгующих едой, газетами, подарками или сувенирами, используется соответствующий этому бизнесу MCC, например, MCC 5812, 5994 или 5947."
  },
  "4722": {
    "Название": "Туристические агентства и организаторы экскурсий",
    "Описание": "Туристические агентства, которые в основном предоставляют туристическую информацию и услуги бронирования. Такие точки выступают в качестве агентов от имени путешественников при бронировании и покупке авиабилетов, билетов на наземный или морской транспорт или бронирования, включая полеты на самолете, автобусные туры, морские круизы, прокат автомобилей, железнодорожные перевозки и проживание. Также включает в себя туроператоров, которые организуют и собирают туры для продажи через турагента или непосредственно покупателю. Путешественник также может заказать такие туристические пакеты и экскурсии через консьержа отеля или в кассе."
  },
  "4723": {
    "Название": "Пакетные туроператоры - только Германия",
    "Описание": "Точки, классифицированные этим MCC, являются туроператорами в Германии."
  },
  "4729": {
    "Название": "Услуги пассажирских перевозок – нигде более не классифицированные",
    "Описание": "MCC код не найден, но данный код есть в справочниках SIC-кодов и входит в списки исключений некоторых российских банков. Судя по всему является аналогом MCC 4789."
  },
  "4784": {
    "Название": "Платные дороги и мосты",
    "Описание": "Торговые точки, собирающие плату за проезд по платным дорогам, трассам и мостам."
  },
  "4789": {
    "Название": "Услуги пассажирских перевозок – нигде более не классифицированные",
    "Описание": "Точки, предлагающие услуги по перевозке пассажиров, нигде более не классифицированные. Такие услуги включают перевозки на конной тяге, велотакси, канатные дороги, трансфер до аэропорта или фуникулер. Не включает услуги парома, автобусные поездки, круизные линии, пассажирские поезда, такси и лимузины."
  },
  "4812": {
    "Название": "Телекоммуникационное оборудование, включая продажу телефонов",
    "Описание": "Торговые точки, которые продают телекоммуникационное оборудование, такое как телефоны, факсы, пейджеры, сотовые телефоны, и другое оборудование, относящееся к телекоммуникациям. Для продаж телекоммуникационных услуг используется MCC 4814."
  },
  "4813": {
    "Название": "Торговые точки телеком клавишного ввода, предлагающие единичные локальные и дальние телефонные звонки, используя центральный номер доступа без разговора с оператором и используя код доступа",
    "Описание": "Провайдеры телекоммуникационных услуг, включая локальные и дальние телефонные звонки, используя клавишный ввод посредством центрального номера доступа."
  },
  "4814": {
    "Название": "Телекоммуникационные услуги",
    "Описание": "Провайдеры телекоммуникационных услуг, таких как местные и междугородные телефонные звонки и услуги факса. Включены точки, которые продают предоплаченные телефонные услуги, такие как телефонные карточки, и точки, выполняющие регулярное (например, ежемесячные) выставление счетов за телефонные звонки."
  },
  "4815": {
    "Название": "МастерФон телефонные услуги – Ежемесячное составление телефонных счетов",
    "Описание": "Используется исключительно для ежемесячных телефонных счетов для телефонных услуг МастерКард МастерФон."
  },
  "4816": {
    "Название": "Компьютерные сети, информационные услуги",
    "Описание": "Провайдеры компьютерных сетей, информационные услуги и другие онлайн-сервисы, такие как хранилища файлов, электронные доски объявлений, электронная почта, услуги хостинга веб-сайтов или доступа в Интернет. Для точек, предлагающих продукты или услуги через интернет, используется MCC, который наилучшим образом описывает предлагаемый продукт или услугу. Для точек, которые предоставляют аудиотекст (например, психологические горячие линии) или видеотекст (например, сайты для взрослых в чате), используется MCC 5967. Для точек, оказывающих услуги разработки программ и обработки данных, используется MCC 7372."
  },
  "4821": {
    "Название": "Услуги телеграфа",
    "Описание": "Провайдеры телеграфных и других коммуникационных услуг по передаче несловесных сообщений, таких как каблограммы."
  },
  "4829": {
    "Название": "Денежные переводы",
    "Описание": "Транзакция, при которой средства доставляются или становятся доступными человеку или счету. Эти транзакции включают транзакции не лицом к лицу, а осуществляемые, например, через Интернет."
  },
  "4899": {
    "Название": "Кабельные и другие платные телевизионные услуги",
    "Описание": "Подключение и прямая подача телевизионных программ со взносом или на платной основе."
  },
  "4900": {
    "Название": "Жилищно-коммунальные услуги",
    "Описание": "Точки, оказывающие услуги по передаче или распределению электроэнергии, газа, по установке и обслуживанию систем водоснабжения или сбору и утилизации отходов. Для точек, предоставляющих телекоммуникационные услуги, используется MCC 4814."
  },
  "5013": {
    "Название": "Поставщики грузовиков и запчастей",
    "Описание": "Оптовые поставщики аксессуаров для грузовиков, инструментов, оборудования и новых запчастей. Для работ по ремонту автомобилей используется MCC 7531 или 7538, смотря, что больше подходит."
  },
  "5021": {
    "Название": "Офисная и торговая мебель",
    "Описание": "Оптовые производители или распространители офисной мебели (например, столы, стулья, шкафы, перегородки, стеллажи) и торговая мебель (например, столы и стулья для ресторанов, мебель для общественных парков и строений, церковные скамьи, школьные парты, театральные ложи). Для производителей, делающих или продающих оборудование и мебель для больниц, такие, как кровати, используется MCC 5047."
  },
  "5039": {
    "Название": "Строительные материалы – нигде более не классифицированные",
    "Описание": "Предприятия оптовой торговли строительными материалами, такими, как здание из сборных материалов, пиломатериалы и стекло, архитектурная металлообработка, навесы, ограждения, металлические строения, и септик танк. Такие торговые точки могут продавать или не продавать краски и красящее оборудование. Для предприятий оптовой торговли, продающих краски и красящее оборудование, используется MCC 5198. Для продавцов и распространителей оборудования, используемого в строительных проектах, используется MCC 5046."
  },
  "5044": {
    "Название": "Офисное, фотографическое, фотокопировальное, и микрофильмирующее оборудование",
    "Описание": "Предприятия оптовой торговли офисного и фотографического оборудования, такого, как пленки, кассовые аппараты, копировальные машины, микрофильмирующие машины, камеры хранения и сейфы, пишущие машинки, факсовые машины, арифмометры, машины для приклеивания или печати адресов. Для оптовых торговцев офисной мебелью, используется MCC 5021. Для оптовых торговцев компьютерным оборудованием, используется MCC 5045."
  },
  "5045": {
    "Название": "Компьютеры, периферийное компьютерное оборудование, программное обеспечение",
    "Описание": "Оптовые распространители компьютерного оборудования, программного обеспечения, и соответствующего оборудования, которое может сопровождать или не сопровождать ремонтные работы. Товары для продажи могут включать компьютерные мониторы, драйвер дисковода, кабели, клавиатуры, принтеры, сканеры, модемы, компьютерные программы, и относящиеся аксессуары и оборудование. Такие торговые точки могут также продавать столы и другую офисную мебель, специально разработанную для использования с компьютерами. Для торговых точек, которые в основном продают компьютерную мебель, используется MCC 5021. Для торговых точек, проводящих главным образом ремонтные работы, используется MCC 7379."
  },
  "5046": {
    "Название": "Коммерческое оборудование – нигде более не классифицированное",
    "Описание": "Оптовые поставщики торговых машин и оборудования нигде более не классифицированного. Примеры включают пищевое оборудование и оборудование для тепловой обработки, неоновые вывески, весы, шкафчики, торговые печи и микроволновые печи, приборы для газированной воды, торговые прилавки, манекены, и торговые автоматы. Такие торговые точки могут сдавать или не сдавать в аренду или лизинг оборудование. Для торговых точек, сдающих в аренду или лизинг оборудование, используется MCC 7394."
  },
  "5047": {
    "Название": "Стоматологическое / лабораторное / медицинское / офтальмологическое оборудование и материалы для больниц",
    "Описание": "Представители оптовой торговли лабораторным, хирургическим, ортопедическим оборудованием, а также оборудованием для слежения за больными, и колясками для инвалидов, медицинскими инструментами, промышленными средствами безопасности, больничными койками, и другими сопутствующими товарами для больницы. Также включает поставщиков стоматологических лабораторных, ортопедических, профессиональных устройств, диагностического оборудования, слуховых аппаратов, аптечек, терапевтического оборудования, рентгеновских машин и запасных частей. Для оптовых торговцев мебелью, такой как стулья, столы, журнальные стенды для медицинских или стоматологических приемных, используется МСС 5021. Для оптовых поставщиков сопутствующих товаров для уборки больниц, используется МСС 2842."
  },
  "5051": {
    "Название": "Центры и офисы работ по металлу",
    "Описание": "Оптовые поставщики полуобработанных металлических изделий, исключая драгоценные металлы. Товары для продажи могут включать стальные трубы и трубопроводы, проволочное сито и скрепляющие детали, гвозди, болванки, алюминиевые стержни, рельсы, металлические или оцинкованные листы, металлические полоски, чугунные катанки, и проволочные канаты или кабели. Такие торговые точки могут сотрудничать с оптовыми магазинами (центры работ по металлу) и с не оптовыми (офисы по продаже металла). Для оптовых торговцев драгоценными металлами, используется МСС 5094."
  },
  "5065": {
    "Название": "Электрические части и оборудование",
    "Описание": "Оптовые продавцы электронных частей и коммуникационного оборудования. Товары для продажи могут включать электрические проволоки, конденсаторы, электрические конденсаторы, диоды, полупроводниковые приборы, системы громкой связи, и электрические вывески. Для розничных торговцев, продающих электронное оборудование, используется МСС 5732. Для розничных торговцев, продающих телекоммуникационное оборудование, такое, как телефоны и пейджеры, используется МСС 4812."
  },
  "5072": {
    "Название": "Оборудование и сопутствующие материалы для технического обеспечения",
    "Описание": "Предприятия оптовой торговли общим техническим обеспечением и ножами. Товары для продажи могут включать болты, гайки, заклепки, отвертки, зажимы, ручные инструменты, замки, шайбы, кнопки, скобы, гвозди, ручные пилы, пильное полотно, электрические ручные инструменты. Для торговых точек, продающих техническое обеспечение, используется МСС 5251."
  },
  "5074": {
    "Название": "Оборудование для водопровода и отопительной системы",
    "Описание": "Оптовые распространители гидравлического оборудования и сопутствующих товаров для водопроводной и отопительной систем. Товары для продажи могут включать вентили, хомуты, оснастку, конвекторы, котлы, медные товары, панели и оборудование для солнечного отопления, и водонагреватели. Для оптовых продавцов торгового морозильного оборудования и сопутствующих товаров, или электроприборов, таких как газовые и электрические кухонные плиты и торговые печи, используется МСС 5046."
  },
  "5085": {
    "Название": "Промышленное оборудование – нигде более не классифицированное",
    "Описание": "Оптовые распространители промышленного оборудования, нигде более не классифицированные. Товары для продажи могут включать абразивные материалы, опоры, коробки, металлическая, стеклянная и керамическая тара, контейнеры, пробки, сальники, резиновые втулки, гидравлические вентили, шланги, поршни, цепные колеса, втулки, бутылки (стеклянные или пластиковые), промышленная подгонка, канатно-веревочные изделия, шпагат и трос, металлические крышки, печатная краска для принтеров, гравировальное оборудование, кожаные ремни, сопутствующие товары для станков, ведра, резиновые товары, сопутствующие товары для печатания на ткани, и металлические бочки."
  },
  "5094": {
    "Название": "Драгоценные камни и металлы, часы и ювелирные изделия",
    "Описание": "Оптовые торговцы ювелирных изделий, часов, драгоценных камней и металлов. Товары для продажи могут включать дешевые украшения, часы и детали часов, изделия из серебра, жемчуга, бриллианты и другие драгоценные камни, золото, платину и другие драгоценные металлы, и трофеи. Такие торговые точки могут предлагать или не предлагать работы по ремонту. Для торговых точек, занимающихся ремонтом, используется МСС 7699. Для розничных торговцев предметами, перечисленными здесь, используется МСС 5944."
  },
  "5099": {
    "Название": "Товары длительного пользования – нигде более не классифицированные",
    "Описание": "Оптовые распространители товаров длительного пользования, нигде более не классифицированные. Товары для продажи могут включать огнетушители, пожарная сигнализация, газовые зажигалки, записанные кассеты, топливная древесина, лесоматериалы, древесная стружка, неэлектрические вывески, музыкальные инструменты, и багаж. Для оптовых поставщиков электрических вывесок, используется МСС 5065."
  },
  "5111": {
    "Название": "Канцелярия, офисные сопутствующие товары, бумага для печатания и письма",
    "Описание": "Оптовые поставщики канцелярии, офисных принадлежностей, и бумаги для печатания и письма. Товары для продажи могут включать деловые формы, копировальное оборудование, регистрационные карточки и папки-скоросшиватели, ручки, карандаши, конверты, ленты для печатных машинок и принтеров, скоросшиватели, квитанционные книжки и книги продаж, альбомы для фотографий и для наклеивания газетных вырезок. Для торговцев офисными машинами, такими, как печатные и копировальные машины, и для торговых точек, предлагающих копировальные услуги, используется МСС 5044. Для оптовых торговцев офисной мебелью, используется МСС 5021."
  },
  "5122": {
    "Название": "Лекарства, их распространители, аптеки",
    "Описание": "Оптовые распространители предписанных и запатентованных лекарств, витаминов, гигиенической косметики, антисептиков, перевязочных материалов, фармацевтической продукции, биологических и подобных товаров, и других разнообразных мелких товаров, типичных для продажи в аптеках. Для оптовых торговцев хирургическими, больничными, или стоматологическими товарами, используется МСС 5047."
  },
  "5131": {
    "Название": "Штучные товары, галантерея и другие текстильные товары",
    "Описание": "Оптовые поставки штучных и текстильных товаров. Сюда относятся: марля, мануфактурные товары, изделия из стекловолокна, застежки-молнии, натуральные или синтетические ткани, продаваемые по ярду, комплекты для сборки поясов и пряжек, текстильные соединения, пуговицы, трикотажные и кружевные полотна, ленты, швейные принадлежности, нитки и отделочные ткани. Для оптовых поставок гардин или других портьерных тканей используется MCC 5719."
  },
  "5137": {
    "Название": "Мужская, женская и детская спецодежда",
    "Описание": "Оптовые поставки рабочей одежды и всех видов мужской, женской и детской спецодежды, включая обувь, дневное белье, плащи, мантии и шапочки для выпускников колледжей, форменную одежду для занятий спортом (для балета, каратэ, футбола и т.д.), а также форму для частных или религиозных учебных заведений. Для оптовых поставщиков спец-обуви используется MCC 5139. Для розничных торговцев, специализирующихся на продаже одежды и аксессуаров используется соответственно розничный MCC."
  },
  "5139": {
    "Название": "Спец-обувь",
    "Описание": "Оптовые поставки туфель и ботинок специального назначения, включая спортивную обувь. Для розничных торговцев обувью используется MCC 5661"
  },
  "5169": {
    "Название": "Химикалии и смежные вещества - нигде более не классифицированные",
    "Описание": "Оптовые поставки химикалий и смежных веществ, не подпавших под другую категорию. Обычно используются в промышленности. Сюда относятся: промышленные кислоты, аммиак и спирт, тяжелые, ароматические и другие хим. соединения, хлорин, сжатые и сжиженные газы, детергенты, присадки к топливу и присадки для смазочных масел, полимеры, соли, скипидар, уплотнители, антикоррозионные химические вещества, пековые продукты, сухой лед, красители, клей, желатин и взрывчатые вещества. Для розничной торговли пиротехническими изделиями используется MCC 5999. Продавцам хим. веществ для чистки и санитарной обработки присваивается MCC 2842."
  },
  "5172": {
    "Название": "Нефть и нефтепродукты",
    "Описание": "Оптовые поставки нефти и нефтепродуктов, таких как: бутан, сырая нефть, мазут (жидкое топливо), бензин, керосин, смазочные масла и жиры и нафта (тяжелый бензин). Сюда также относятся поставщики услуг по заправке самолетов. Для розничной торговли жидким топливом, печным топливом, лесом, углем или пропаном используется MCC 5983."
  },
  "5192": {
    "Название": "Книги, периодические издания и газеты",
    "Описание": "Оптовые производители и поставщики книг, периодических изданий, журналов и газет. Для издательств книг, периодики и журналов используется MCC 2741. Для розничной продажи книг используется MCC 5942."
  },
  "5193": {
    "Название": "Принадлежности для флористов, питомник и цветы",
    "Описание": "Оптовые дистрибьюторы цветов, материалов для питомников и флористов, свежих и искусственных цветов и горшечных растений. Для розничных магазинов цветов и растений используется MCC 5992."
  },
  "5198": {
    "Название": "Лакокрасочная продукция и сопровождающие товары",
    "Описание": "Оптовые поставки красок, лаков, обоев и сопровождающих товаров. Ассортимент включает краски и красители, эмали, лаки, кисти для красок, баночки для красок, наждачную бумагу, шеллак, валики, распылители и т.д. Для розничной торговли вышеупомянутыми товарами используется MCC 5231."
  },
  "5199": {
    "Название": "Товары недлительного пользования - нигде более не классифицированные",
    "Описание": "Оптовые дистрибьюторы товаров недлительного пользования, не классифицированные в других MCC. Ассортимент товаров таких торговцев может включать в себя продукты питания, предметы искусства и ремесла, вешалки для одежды, пенорезину, лед, сырую резину, губки, текстильные мешки, мешковину, холщовые изделия, корзины, подарки и новинки, кожа и режущие материалы, а также другие кожаные изделия, кроме обуви. Для оптовиков, которые в основном продают кожаную обувь, используется MCC 5139. Для продавцов, которые продают предметы искусства и ремесла, используется MCC 5970; для продавцов подарков и сувениров используется MCC 5947."
  },
  "5200": {
    "Название": "Товары для дома",
    "Описание": "Торговые точки, ориентированные на широкую публику, предлагающие богатый выбор товаров для дома, таких как: обои, краски, лесоматериал, садовые принадлежности, электрические и осветительные приборы, а также декорирующие материалы. Эти торговые точки предлагают как 'готовые' товары, например, раковины, шкафчики и двери, так и наборы 'Сделай сам'."
  },
  "5211": {
    "Название": "Лесо- и строительный материал",
    "Описание": "Продажа в розницу лесо- и строительного материала. Сюда относятся также строительные компании, предлагающие свою продукцию подрядчикам, а не широкой публике. К товарам, выставляемым на продажу здесь относятся: лесоматериал, незаконченные изделия из дерева, осветительные материалы, цемент, песок, гравий, строительные или электрические материалы, кирпичи, ограждения, трубы, стекловолокно и прессформы. Для крупных складов или сети магазинов, торгующих товарами для дома со скидкой, рассчитанных на широкую публику, используется MCC 5200. Для подрядчиков используется наиболее подходящее MCC из 'Договорных услуг'"
  },
  "5231": {
    "Название": "Розничная продажа стекла, красок и обоев",
    "Описание": "Продажа в розницу стекла, красок и малярных принадлежностей, обоев и сопутствующих товаров. Для оптовых поставщиков малярных принадлежностей используется MCC 5039."
  },
  "5251": {
    "Название": "Скобяные товары в розницу",
    "Описание": "Торговые точки, которые продают скобяные товары в полном ассортименте для широкой публики. Сюда относятся такие товары, как: мелкие электрические приборы, провода, гайки, болты, гвозди, шурупы, молотки, отвертки и другие мелкие инструменты, кольцевые прокладки, ключи, лампочки, скобы и сантехническое оборудование. Для крупных складов или сети магазинов, торгующих товарами для дома со скидкой, рассчитанных на широкую публику, используется MCC 5200."
  },
  "5261": {
    "Название": "Садовые принадлежности (в том числе для ухода за газонами) в розницу",
    "Описание": "Продажа инвентаря для цветочных питомников, саженцев деревьев и кустарника, растений в горшках, семян, луковиц, мульчи, почвоулучшителей, удобрений, пестицидов, садового инвентаря и других садовых принадлежностей"
  },
  "5262": {
    "Название": "Маркетплейсы",
    "Описание": "Точки, классифицируемые этим MCC, являются онлайн-площадками, которые объединяют держателей карт и розничных продавцов, продающих ряд товаров или услуг, которые могут быть классифицированы разными MCC, на одном веб-сайте или в мобильном приложении под единым брендом, который используется для идентификации покупателями. Торговые площадки с одной линией товаров или услуг должны использовать MCC, который наиболее точно описывает эту сферу деятельности. MCC пока объявлен только в документации Visa."
  },
  "5271": {
    "Название": "Продажа жилых фургонов",
    "Описание": "Торговые точки, занимающиеся продажей новых и б/у жилых фургонов, зап. частей, комплектующих и оборудования к ним."
  },
  "5292": {
    "Название": "Категория неизвестна",
    "Описание": "Код не найден в документации ни одной из платёжных систем, но находится в списках mcc-кодов для категории 'Аптеки' у некоторых банков."
  },
  "5295": {
    "Название": "Категория неизвестна",
    "Описание": "Код не найден в документации ни одной из платёжных систем, но находится в списках mcc-кодов для категории 'Аптеки' у некоторых банков."
  },
  "5297": {
    "Название": "Retail Internet Volume",
    "Описание": "Код не найден в документациях, но включен в список кодов категории 'Супермаркеты' некоторых банков"
  },
  "5298": {
    "Название": "Internet Shopping Grocery Store",
    "Описание": "Код не найден в документациях, но включен в список кодов категории 'Супермаркеты' некоторых банков"
  },
  "5300": {
    "Название": "Оптовики",
    "Описание": "Склады, специализирующиеся на продаже товаров массового потребления, предлагающие широкий ассортимент товаров оптом по низким ценам. Такие торговые точки могут иметь или не иметь определенные требования к количеству участников 'оптового клуба'. Изделия для продажи включают бытовые принадлежности и электроприборы, офисное оборудование, сушеные бакалейные и скоропортящиеся товары, мебель для дома и офиса, электротовары, автозапчасти и аксессуары."
  },
  "5309": {
    "Название": "Беспошлинные магазины Duty Free",
    "Описание": "Магазины, торгующие различными сувенирами и импортными товарами, освобожденными от таможенных пошлин, такими как: драгоценности, косметика, табачные и спиртные изделия. Обычно такие торговые точки располагаются в здании аэропорта и отелях."
  },
  "5310": {
    "Название": "Магазины, торгующие по сниженным ценам",
    "Описание": "Продажа разнообразных товаров по сниженным ценам. Сюда относится одежда, посуда, бытовое оборудование, принадлежности для личной гигиены и электроприборы. Такие торговые точки обычно находятся у входа в магазин, они рекламируют и продают товары по низким ценам."
  },
  "5311": {
    "Название": "Универмаги",
    "Описание": "Крупные торговые точки, имеющие широкий ассортимент товаров в различных секциях с отдельными кассами. Здесь продается одежда, бытовое оборудование, мебель, электроприборы, косметика, посуда и основные бытовые принадлежности"
  },
  "5331": {
    "Название": "Универсальные магазины",
    "Описание": "Торговцы, предлагающие разнообразный, но ограниченный выбор товаров в низком или популярном ценовом диапазоне. Такие магазины, как правило, не узкоспециализированные, не предлагают проприетарную плату или кредитные карты и не доставляют товар. Универсальные магазины предлагают товары, похожие на проданные дисконтными магазинами, но работают в гораздо меньших масштабах."
  },
  "5399": {
    "Название": "Различные товары общего назначения",
    "Описание": "Мелкие торговые точки и магазины среднего звена с широким ассортиментом товаров в различных секциях с отдельными кассами. Здесь торгуют одеждой, текстильными и скобяными товарами, посудой, бытовыми принадлежностями, электроприборами, мебелью и косметикой. Такие торговые точки предоставляют скидки или отпускают товары в кредит, осуществляют доставку покупок и продажу со складов. Магазины различных товаров общего назначения предлагают такой же ассортимент товаров, как и универмаги, но в гораздо меньшем объеме."
  },
  "5411": {
    "Название": "Бакалейные магазины, супермаркеты",
    "Описание": "Торговые точки, которые продают полную линейку продуктов питания для домашнего потребления. Пищевые продукты для продажи включают бакалейные товары, мясо, продукты, молочные продукты и консервированные, замороженные, предварительно упакованные и сухие продукты. Также продукты для продажи могут включать ограниченный выбор посуды, чистящих и полирующих изделий, средств личной гигиены, косметики, поздравительных открыток, книг, журналов, предметов домашнего обихода и сухих товаров. Эти точки также могут управлять специализированными отделами, такими как лавка деликатесов, мясная лавка, аптека или цветочный отдел. Для магазинов, которые продают ограниченный выбор продуктов или предметов специальности, используется MCC 5499."
  },
  "5412": {
    "Название": "Гибридные супермаркеты",
    "Описание": "Код не найден в документациях, но включен в список кодов категории 'Супермаркеты' некоторых банков"
  },
  "5415": {
    "Название": "Категория неизвестна",
    "Описание": "Код не найден в документации ни одной из платёжных систем, но находится в списках mcc-кодов для категории Дом/Строительство у некоторых банков."
  },
  "5422": {
    "Название": "Продажа свежего и мороженого мяса",
    "Описание": "Продажа свежего, замороженного или консервированного мяса и рыбы, моллюсков и других морепродуктов. Сюда относятся также торговые точки, осуществляющие массовые розничные продажи мяса для хранения в замороженном виде. Такие мясные магазины могут продавать мясо либо собственного скота, либо закупать мясо через другие фирмы. Для магазинов домашней птицы используется MCC 5499."
  },
  "5441": {
    "Название": "Кондитерские",
    "Описание": "Продажа конфет, шоколада, орешков, сухофруктов, попкорна и др."
  },
  "5451": {
    "Название": "Продажа молочных продуктов в розницу",
    "Описание": "Торговые точки, непосредственно продающие расфасованные молочные продукты. Сюда относятся: масло, сыр, расфасованное мороженое и молоко."
  },
  "5462": {
    "Название": "Булочные",
    "Описание": "Торговые точки, продающие хлебобулочные изделия, а также изготавливающие продукцию на заказ. Сюда относятся: рогалики, хлеб, пирожные, пончики, изделия из слоеного теста, булочки и свадебные торты."
  },
  "5499": {
    "Название": "Различные продовольственные магазины - нигде более не классифицированные",
    "Описание": "Торговые точки, продающие продукты, не классифицированные в других категориях. Сюда относятся: специализированные продовольственные рынки, магазины диетических продуктов, деликатесов, домашней птицы, кофейни, овощные и фруктовые рынки, а также магазины мороженого, йогуртов и полуфабрикатов и небольшие магазины у дома. Для магазинов, которые также продают автомобильный бензин, используется MCC 5541. Для точек, которые в основном продают мясо и морепродукты, используется MCC 5422."
  },
  "5511": {
    "Название": "Легковой и грузовой транспорт – продажа, сервис, ремонт, запчасти и лизинг.",
    "Описание": "Магазины, продающие новые и подержанные автомобили, грузовики, пикапы и микроавтобусы. Эти торговые точки могут также производить ремонтные работы и предоставлять запчасти и аксессуары в ассортименте. Для точек, специализирующихся на ремонтных работах, используется МСС 7538."
  },
  "5521": {
    "Название": "Продажа легковых и грузовых автомобилей (только подержанных)",
    "Описание": "Магазины, торгующие только подержанными автомобилями и грузовиками, не осуществляющие продажу новых автотранспортных средств. Сюда относятся: подержанные пикапы, микроавтобусы, антикварные и старинные автомобили."
  },
  "5531": {
    "Название": "Автомагазины и товары для дома",
    "Описание": "Торговые точки, продающие различные товары для дома, а также для ремонта и усовершенствования автомобилей. Сюда относятся: новые автошины, аккумуляторы и другие автозапчасти и аксессуары, а также бытовые принадлежности, оборудование и техника. Для торговых точек, реализующих товары и принадлежности для дома со склада, используется МСС 5200. Для магазинов, продающих автозапчасти, оборудование и сопутствующие аксессуары, используется МСС 5533."
  },
  "5532": {
    "Название": "Автошины",
    "Описание": "Торговые точки, продающие шины для автомобилей и грузовиков, а также сопутствующие запасные части. Эти магазины производят также замену шин и ремонтное обслуживание. Для торговых точек, специализирующихся на восстановлении протекторов и починке шин, используется МСС 7534."
  },
  "5533": {
    "Название": "Автозапчасти и аксессуары",
    "Описание": "Торговые точки, продающие автозапчасти, оборудование и аксессуары. Сюда относятся: масла и масляные фильтры, запчасти, глушители, чистящие и полирующие средства, свечи зажигания, освежители, стеклоочистители и краски. В отдельных случаях здесь также могут продаваться автомагнитолы и усилители. Для магазинов, специализирующихся на продаже автомагнитол и усилителей, используется МСС 5732."
  },
  "5541": {
    "Название": "Заправочные станции (с вспомогательными услугами или без)",
    "Описание": "Торговые точки, которые продают топливо для потребительского использования и могут или не могут также иметь на территории магазин, автомойку или авторемонтную мастерскую. Этот MCC включает станции техобслуживания, расположенных в гавани, у которых есть отдельное торговое соглашение от торгового терминала. Для транзакций, совершаемых на автоматических заправочных станциях, используется MCC 5542."
  },
  "5542": {
    "Название": "Автоматические заправочные станции",
    "Описание": "Торговые точки, которые продают автомобильный бензин, используя, как правило, автоматические топливораздаточные колонки, позволяя держателям карт оплачивать топливо на колонке."
  },
  "5551": {
    "Название": "Продажа лодок",
    "Описание": "Торговые точки, продающие новые и подержанные плавсредства, водные принадлежности и подвесные моторы. Сюда относятся: моторные лодки, катера, парусники, рыболовные суда, специализированные лодки для занятия водными лыжами."
  },
  "5552": {
    "Название": "Зарядка электромобилей",
    "Описание": "Точки, продающие электроэнергию с целью заправки автомобилей"
  },
  "5561": {
    "Название": "Дома-автоприцепы, жилые неразборные и грузовые прицепы",
    "Описание": "Торговые точки, продающие новые и подержанные дома-автоприцепы, прицепы для отдыха и грузовые прицепы. Сюда относятся: жилые неразборные прицепы, прицепы с откидным верхом, сопутствующие запчасти и аксессуары."
  },
  "5571": {
    "Название": "Продажа мотоциклов",
    "Описание": "Торговые точки, продающие новые и подержанные мотоциклы, скутеры, мопеды, сопутствующие запчасти, оборудование и аксессуары. В отдельных случаях здесь также могут продаваться: шлемы, одежда для мотоциклистов – куртки, брюки, головные уборы и перчатки."
  },
  "5592": {
    "Название": "Продажа домов на колесах",
    "Описание": "Торговые точки, продающие новые и подержанные дома на колесах и сопутствующие запчасти и аксессуары. Для домов-автоприцепов и жилых неразборных прицепов используется МСС 5561."
  },
  "5598": {
    "Название": "Продажа снегоходов",
    "Описание": "Используется исключительно для торговых точек, продающих новые и подержанные снегоходы, сопутствующие запчасти и аксессуары."
  },
  "5599": {
    "Название": "Продажа различного рода автомобилей, авиа- и с/х оборудования - нигде более не классифицированные",
    "Описание": "Торговые точки, занимающиеся продажей новых и б/у автомобилей, авиасредств и с/х техники, запчастей к ним, оборудования и сопутствующих товаров. На продажу здесь могут выставляться вездеходы, багги с широкопрофильными шинами, миниавтомобили для гольфа, легкие открытые коляски, снегоходы, тракторы, комбайны и уборочные машины"
  },
  "5611": {
    "Название": "Мужская одежда и аксессуары, включая одежду для мальчиков",
    "Описание": "Продажа готовой мужской одежды и аксессуаров, включая одежду для мальчиков. Сюда также относятся торговые точки, занимающиеся продажей галстуков, и магазины головных уборов"
  },
  "5621": {
    "Название": "Готовая женская одежда",
    "Описание": "Продажа разнообразной готовой одежды для женщин, например, платьев, брюк, костюмов и пальто. Сюда относятся и магазины, специализирующиеся на продаже свадебных платьев или одежды для беременных."
  },
  "5631": {
    "Название": "Аксессуары для женщин",
    "Описание": "Продажа различных женских аксессуаров, включая сумочки, головные уборы, дешевые украшения, шарфы, пояса, заколки для волос и береты, белье, колготки и чулки."
  },
  "5641": {
    "Название": "Детская одежда, включая одежду для самых маленьких",
    "Описание": "Продажа детской одежды, принадлежностей и аксессуаров."
  },
  "5651": {
    "Название": "Одежда для всей семьи",
    "Описание": "Торговые точки, занимающиеся продажей мужской, женской и детской одежды, принадлежностей и аксессуаров, не специализируясь на конкретной половой или возрастной категории. Сюда же относятся магазины джинсовой или кожаной одежды и магазины одежды для мужчин и женщин."
  },
  "5655": {
    "Название": "Спортивная одежда, одежда для верховой езды и езды на мотоцикле",
    "Описание": "Продажа одежды для людей, ведущих активный образ жизни, одежды для занятий спортом, легкой атлетикой, верховой ездой или для езды на мотоцикле. Такие торговые точки могут специализироваться на одежде для верховой езды, одежде ковбойского стиля, одежде для езды на мотоцикле или мотокросса и могут также выставлять на продажу спортивную обувь и ковбойские сапоги."
  },
  "5661": {
    "Название": "Обувные магазины",
    "Описание": "Продажа мужской, женской и детской обуви, включая спортивную обувь. В таких магазинах часто также продаются в ограниченном ассортименте сумки, носки, декоративные элементы для обуви, крем для обуви, перчатки и чулочные изделия."
  },
  "5681": {
    "Название": "Изготовление и продажа меховых изделий",
    "Описание": "Продажа в розницу разнообразных изделий из натурального меха, включая шубы, куртки, головные уборы и перчатки."
  },
  "5691": {
    "Название": "Магазины мужской и женской одежды",
    "Описание": "Продажа мужской и женской одежды и аксессуаров. Эти торговые точки не занимаются продажей детской одежды."
  },
  "5697": {
    "Название": "Услуги по переделке, починке и пошиву одежды",
    "Описание": "Выполнение и продажа одежды по индивидуальным заказам, переделка, починка. Сюда относятся также торговые точки, которые специализируются на восстановлении старинной одежды и создании оригинальных костюмов."
  },
  "5698": {
    "Название": "Парики и накладки из искусственных волос",
    "Описание": "Продажа накладок постоянного или временного ношения, париков, фальшивых локонов и искусственных прядей для мужчин и женщин, сюда относятся также торговые точки, предоставляющие услуги по завивке. Для торговых точек, которые предоставляют услуги по наращиванию волос, требующие хирургического вмешательства, используется MCC 8099."
  },
  "5699": {
    "Название": "Различные магазины одежды и аксессуаров",
    "Описание": "Продажа специализированной одежды (кроме изделий из меха) и аксессуаров, не классифицированных ранее. Сюда, например, относятся торговые точки, специализирующиеся на продаже теннисок, форменной одежды, купальных костюмов. Для торговых точек, специализирующихся на меховых изделиях, используется MCC 5681."
  },
  "5712": {
    "Название": "Оборудование, мебель и бытовые принадлежности (кроме электрооборудования)",
    "Описание": "Торговые точки, занимающиеся продажей бытовых принадлежностей, предлагающие широкий выбор мебели для дома и аксессуаров. Сюда относятся постельные принадлежности и матрацы, мебель для столовой и гостиной, обстановка для веранды или патио, для детской комнаты, а также светильники, коврики и занавески. Такие торговые точки могут заниматься продажей электроприборов в ограниченном ассортименте (например, телевизоров, стерео- и видеомагнитофонов.). Для торговых точек, специализирующихся только на продаже электрооборудования, используется MCC 5732."
  },
  "5713": {
    "Название": "Покрытия для пола",
    "Описание": "Продажа различных покрытий для пола, таких как ковры и ковровые покрытия, плитка для пола, линолеум, камень, паркет или кирпичи. Такие торговые точки могут также предоставлять услуге по установке. Для торговых точек, занимающихся исключительно установкой, используется MCC 1799."
  },
  "5714": {
    "Название": "Ткани, обивочный материал, гардины и портьеры, жалюзи",
    "Описание": "Продажа тканей, занавесей, жалюзи, штор и обивочного материала. Для торговых точек, преимущественно занимающихся обивкой или починкой мебели, используется MCC 7641."
  },
  "5715": {
    "Название": "Оптовые продавцы алкоголя",
    "Описание": "Найдено в сомнительном источнике, но этот код присутствует в категории 'Супермаркеты' некоторых банков."
  },
  "5718": {
    "Название": "Продажа каминов, экранов для каминов и аксессуаров",
    "Описание": "Торговые точки, продающие камины, деревянные печи, отдельные части каминов и аксессуары, такие как инструменты и экраны для каминов. Для подрядчиков, выполняющих каменную кладку и установку каминов используется МСС 1740."
  },
  "5719": {
    "Название": "Различные специализированные магазины бытовых принадлежностей",
    "Описание": "Торговые точки, продающие различные бытовые принадлежности. Сюда относятся: посуда, кухонные ножи, постельное белье и принадлежности, лампы и абажуры, зеркала, картины, гончарные и керамические изделия. Для торговцев изделиями из стекла и хрусталя используется МСС 5950."
  },
  "5722": {
    "Название": "Бытовое оборудование",
    "Описание": "Торговые точки, продающие бытовое оборудование. Сюда относятся: газовые или электрические печи и плиты, духовки, холодильники, посудомоечные машины, водонагреватели, стиральные машины, сушилки, корзины для мусора, швейные машинки, автономные кондиционеры и пылесосы. Такие торговцы могут выполнять также ремонтные работы. Для торговцев, занимающихся преимущественно ремонтом, используются МСС 7623."
  },
  "5732": {
    "Название": "Продажа электронного оборудования",
    "Описание": "Торговые точки, продающие широкий спектр электронного оборудования, а также отдельных частей и аксессуаров для ремонта, сборки или монтажа электронного оборудования. Могут также выполнять ремонтные работы. Товары для продажи включают в себя: телевизоры, радио, кассетные видеомагнитофоны, видеокамеры и стереосистемы. Для торговых точек, занимающихся исключительно ремонтом электроники, используется МСС 7622."
  },
  "5733": {
    "Название": "Продажа музыкальных инструментов, фортепиано, нот.",
    "Описание": "Торговые точки, продающие музыкальные инструменты, ноты, электромузыкальные клавишные инструменты, самоучители, пианино, гитары, сопутствующие товары и оборудование; могут также предлагать музыкальные консультации. Для магазинов, осуществляющих в основном музыкальные консультации, используется МСС 8299."
  },
  "5734": {
    "Название": "Продажа компьютерного программного обеспечения",
    "Описание": "Торговые точки, продающие компьютерные программы для делового и личного пользования и могут продавать или передавать в лизинг ограниченный ассортимент компьютерного оборудования и других сопутствующих товаров. Для преимущественной продажи и лизинга компьютерной техники и электроники используется МСС 5732. Для торговых точек, предоставляющих услуги по обработке данных и консалтингу, используется МСС 7372."
  },
  "5735": {
    "Название": "Магазины звукозаписи",
    "Описание": "Торговые точки, продающие пластинки, компакт диски (СD), кассеты, музыкальные и видео лазерные диски, чистые аудио- и видеокассеты, а также занимающиеся прокатом видеокассет. Для торговых точек, занимающихся преимущественно прокатом видеокассет, используется МСС 7841."
  },
  "5811": {
    "Название": "Поставщики провизии",
    "Описание": "Торговые точки, занимающиеся приготовлением и доставкой (обычно по конкретному адресу) еды и напитков для немедленного потребления. Поставщики таких услуг также могут или не могут предоставлять услуги по очистке, столы, обслуживающее оборудование, украшения и персонал для обслуживания и уборки на месте. Для ресторанов, которые в основном подают питание для потребления в помещениях, а также предоставляют услуги общественного питания, используется MCC 5812."
  },
  "5812": {
    "Название": "Места общественного питания, рестораны",
    "Описание": "Торговые точки, занимающиеся приготовлением еды и напитков для немедленного потребления, обычно на заказ. Могут оказывать услуги по обслуживанию столиков официантами. Места общественного питания включают в себя: кафе, кафетерии, грили, кофейни, закусочные, охлаждаемые прилавки для продажи мороженого и напитков, пиццерии, столовые, магазины деликатесов, бистро. Для точек, продающих еду быстрого приготовления, используется МСС 5814. Для точек, торгующих алкогольными напитками на заказ, используется МСС 5813."
  },
  "5813": {
    "Название": "Бары, коктейль-бары, дискотеки, ночные клубы и таверны – места продажи алкогольных напитков",
    "Описание": "Торговые точки, продающие алкогольные напитки, такие как вино, пиво, эль, смешанные напитки и другие ликеры и напитки для потребления на заказ. Места продажи алкогольных напитков включают в себя: бары, пивные, пабы, коктейль-бары, дискотеки, ночные клубы, таверны и винные бары."
  },
  "5814": {
    "Название": "Фастфуд",
    "Описание": "Торговые точки, продающие готовую еду и напитки для немедленного потребления, как на заказ, так и упакованную на вынос. Такие рестораны могут использовать мак-драйв для приема и выдачи заказов и обычно не предоставляют услуги по обслуживанию столиков официантами и не берут чаевые. Эти торговые точки обычно не продают алкогольные напитки."
  },
  "5815": {
    "Название": "Цифровые товары - аудиовизуальные медиа, включая книги, фильмы и музыку",
    "Описание": "Точки, которые продают аудиовизуальные произведения держателю карты в цифровом формате. Такие работы предоставляются посредством электронной передачи (например, скачивание или потоковая передача) и включают в себя, например, аудиокниги, музыкальные файлы, рингтоны, фильмы, видеозаписи, живые или записанные события, цифровые периодические издания или журналы, цифровые фотографии, цифровые презентации, а также новости и развлекательные программы."
  },
  "5816": {
    "Название": "Цифровые товары – игры",
    "Описание": "Торговые точки, которые разрабатывают видео- или электронные игры для игр на смартфонах, оснащены телефонами, персональными компьютерами, планшетами, консолями или другими устройствами с сетевыми возможностями. Такие игры могут предоставлять платформы для совершения покупок электронных или виртуальных предметов in-app для использования во время игры, включая, помимо прочего, игровые элементы, жетоны, очки или другие формы игровой ценности."
  },
  "5817": {
    "Название": "Цифровые товары - приложения (кроме игр)",
    "Описание": "Точки, которые продают предварительно написанные программные приложения, доступные держателю карты через удаленный доступ (например, сервер) или скачиваемые. Для игр используется MCC 5816."
  },
  "5818": {
    "Название": "Цифровые товары - мультикатегория",
    "Описание": "Точки, которые продают по крайней мере два из следующих указанных цифровых продуктов: - MCC 5815 (аудиовизуальные медиа, включая книги, фильмы и музыку) - MCC 5816 (игры) - MCC 5817 (приложения, исключая игры) Цифровой товар передается электронным путем покупателю и получен с помощью иных средств, чем материальные носители."
  },
  "5912": {
    "Название": "Аптеки",
    "Описание": "Точки, которые продают лекарственные средства, отпускаемые по рецепту и запатентованному препарату, и лекарства без рецепта (внебиржевые). В аптеках также могут продаваться сопутствующие товары и изделия из него, такие как косметика, туалетные принадлежности, табак, грелки, задние опоры, товары для новинок, открытки и некоторый запас продуктов питания. Продавцы напитков и закусочные в аптеках также должны использовать этот MCC."
  },
  "5921": {
    "Название": "Магазины с продажей спиртных напитков навынос",
    "Описание": "Точки, которые продают упакованные алкогольные напитки, такие как эль, пиво, вино и ликер для потребления вне помещений. Такие точки могут или не могут также продавать ограниченное количество закусок, газет и журналов, а также туалетные принадлежности и лекарства без рецепта. Для точек, которые продают ликер для потребления в помещениях, используйте MCC 5813."
  },
  "5931": {
    "Название": "Секонд-хенды, магазины б/у товаров, комиссионки",
    "Описание": "Точки, которые продают использованные или подержанные товары. Товары для продажи могут включать аксессуары, обувь и одежду, мебель, книги, велосипеды, музыкальные инструменты, швейные машины, электронное оборудование, приборы и другие предметы домашнего обихода. Как правило, предметы для продажи были пожертвованы или отправлены на консигнацию. Такие точки могут или не могут также продавать антиквариат. Для точек, которые в основном продают антиквариат, используется MCC 5932. Для ломбардов используется MCC 5933."
  },
  "5932": {
    "Название": "Антикварные магазины – продажа, ремонт и услуги реставрации",
    "Описание": "Точки, которые продают антиквариат и могут или не могут также выполнять некоторые ремонтные или реставрационные работы. Товары для продажи могут включать мебель, ювелирные изделия, камеры и фотооборудование, инструменты, произведения искусства, книги, бытовую технику и другие предметы домашнего обихода. Для точек, продающих старинные автомобили, используется MCC 5521. Для точек, которые в основном ремонтируют или восстанавливают антикварную мебель, используется MCC 7641."
  },
  "5933": {
    "Название": "Ломбарды",
    "Описание": "Точки, которые одалживают деньги в обмен на личную собственность, которая остается в точке в качестве обеспечения. Ломбарды могут после невозврата займа продавать собственность широкой публике. Собственность, оставленная в качестве обеспечения, может включать такие предметы, как ювелирные изделия, часы, музыкальные инструменты, велосипеды, мебель, монеты, камеры и фотооборудование."
  },
  "5935": {
    "Название": "Уничтожение и сбор остатков",
    "Описание": "Точки, которые предоставляют услуги по уничтожению и сбору остатков транспортных средств, оборудования и других предметов. Такие точки могут или не могут предоставлять услуги по доставке и буксировке. Для точек, которые в основном предоставляют услуги буксировки, используется MCC 7549."
  },
  "5937": {
    "Название": "Магазины репродукций и антиквариата",
    "Описание": "Точки, которые продают антикварные репродукции или факсимиле - точные копии. Товары для продажи могут включать одежду, мебель, ковры, картины и произведения искусства, зеркала, изделия из стекла, ювелирные изделия и другие предметы домашнего обихода и предметы личной гигиены. Такие точки могут также предоставлять услуги по воспроизведению и восстановлению старинных фонографов. Для точек, которые продают добросовестный (\"bona fide\") антиквариат, используется MCC 5932."
  },
  "5940": {
    "Название": "Веломагазины – продажа и обслуживание",
    "Описание": "Точки, которые продают велосипеды, детали и аксессуары. Веломагазины могут также продавать ограниченное разнообразие спортивной одежды, а также могут или не могут также проводить ремонтные работы или давать велосипеды в аренду. Для торговцев, которые в основном ремонтируют велосипеды, используйте MCC 7699. Для торговцев, которые в основном дают велосипеды в аренду, используйте MCC 7999."
  },
  "5941": {
    "Название": "Спорттовары",
    "Описание": "Торговые точки, торгующие спортивными товарами, спортивным инвентарем и сопутствующими частями и аксессуарами. В продажу могут входить скейтборды, водные лыжи, роликовые коньки, доски для серфинга, оборудование для гольфа, снежные лыжи, виндсерфинг, дайвинг и подводное снаряжение, приманка и снасти, альпинизм, кемпинг, пешеходное и альпинистское снаряжение, оборудование для тренировок, бильярдные столы, теннис оборудование, оборудование и принадлежности для боулинга, оборудование для охоты и снаряжения, оборудование для игровых площадок. Магазины спортивных товаров могут или не могут также проводить ремонтные работы или арендовать спортивное снаряжение. Для торговцев, которые в основном проводят ремонтные работы, используется MCC 7699. Для торговцев, которые в основном дают спортивное оборудование в аренду, используется MCC 7999."
  },
  "5942": {
    "Название": "Книжные магазины",
    "Описание": "Торговые точки, которые продают новые или б/у книги, журналы, учебники, карты и атласы, аудиокниги и календари. Этот MCC также включает в себя религиозные книжные магазины."
  },
  "5943": {
    "Название": "Магазины офисных, школьных принадлежностей, канцтоваров",
    "Описание": "Торговцы, которые продают различные офисные и школьные принадлежности и бумажные товары. Товары для продажи могут включать в себя ручки, карандаши, календари, настольные органайзеры, степлеры, папки с файлами, бумагу для бумаг, портфели, почтовые ящики, маркеры, компьютерные дискеты, чернильные картриджи для компьютерных принтеров, ограниченный набор программного обеспечения для компьютеров и малое офисное оборудование, такое как офисные шкафы, стулья, мусорные корзины и настольные лампы. Такие торговые точки дополнительно продавают большое или дорогостоящее офисное оборудование, такое как компьютеры или настольные компьютеры. Для торговых точек, которые в основном продают компьютерное оборудование, используется MCC 5732. Для торговых точек, которые в основном продают компьютерное программное обеспечение, используется MCC 5734."
  },
  "5944": {
    "Название": "Часы, ювелирные и серебряные изделия",
    "Описание": "Торговые точки, которые продают часы и ручные часы; драгоценные металлы; мелкие ювелирные изделия, такие как алмазы или другие драгоценные камни, смонтированные в драгоценных металлах; и стерлингового серебра и покрытых столовых приборов и аксессуаров, таких как тарелки, сервировочные чаши, триплеты и кувшины. Такие торговые точки могут также проводить ремонтные работы. Для торговых точек, которые в основном ремонтируют ювелирные изделия, часы или часы, используется MCC 7699. Для торговых точек, которые в основном продают фарфор или кристалл, используется MCC 5950."
  },
  "5945": {
    "Название": "Игрушки, игры и хобби-товары",
    "Описание": "Торговые точки, которые продают игрушки и игры, и могут продавать ограниченный выбор самодельных ремесел или наборов для хобби. Для торговых точек, которые в основном продают ресурсы, материалы и оборудование, используемые для сборки ремесел, используется MCC 5970."
  },
  "5946": {
    "Название": "Магазины фотооборудования и фотоприборов",
    "Описание": "Торговые точки, которые специализируются на продаже фотоаппаратов, плёнки, видео и другого фотооборудования и расходных материалов, включая химикаты для обработки и бумагу. Такие торговые точки могут или не могут также предоставлять услуги по обработке фильмов. Для торговых точек, которые продают камеры и видеооборудование в дополнение к множеству других электронных устройств, таких как видеомагнитофоны, телевизоры и стереосистемы, используется MCC 5732. Для торговых точек, которые в первую очередь предоставляют услуги по обработке и печати фильмов, используется MCC 7395."
  },
  "5947": {
    "Название": "Магазины открыток, подарков, новинок и сувениров",
    "Описание": "Торговые точки, которые продают подарки и новинки, поздравительные открытки, воздушные шары, сувениры, праздничные украшения, канцелярские принадлежности, оберточные бумаги и банты, фотоальбомы и ограниченный набор канцелярских принадлежностей, таких как ручки, ноутбуки и календари. Для торговых точек, которые в основном продают офисные и школьные принадлежности, используется MCC 5943."
  },
  "5948": {
    "Название": "Магазины кожаных изделий, дорожных принадлежностей",
    "Описание": "Торговцы, которые продают дорожные сумки, сундуки, портфели, кожаные рюкзаки, кошельки, бумажники, перчатки и другие изделия из кожи, и могут продавать ограниченный выбор кожаной одежды."
  },
  "5949": {
    "Название": "Магазины ткани, ниток, рукоделия, шитья",
    "Описание": "Торговые точки, которые продают ткани, выкройки, пряжу и другие материалы для шитья и рукоделия такие как нитки, пуговицы, заклепки, подкладочная ткань, шнурки, отделки, ножницы, кружева и застежки-молнии. Такие торговые точки могут также предлагать консультации по шитью. Для торговых точек, которые прежде всего предлагают инструкции по шитью и вязанию, используется МСС 8299."
  },
  "5950": {
    "Название": "Магазины хрусталя и изделий из стекла",
    "Описание": "Торговые точки, которые продают посуду, фарфор и хрусталь для сервировки стола (например, бокалы с вином и шампанским, сервировочные чаши и тарелки), а также подарочные изделия (например, статуэтки, подставки для книг, цветочные вазы, шкатулки для драгоценностей и подсвечники)."
  },
  "5960": {
    "Название": "Прямой маркетинг – страховые услуги",
    "Описание": "Торговые точки, которые продают страховые услуги через прямую почтовую рассылку, накладные выписки по счетам, а также журналы или телевизионные объявления, все из которых включают либо бесплатный номер телефона, либо адрес или веб-сайт, на который потенциальные клиенты могут ответить. Предлагаемые страховые услуги могут включать все формы страхования жизни, страхование от страхового возмещения (дополнительное покрытие, обычно оплачиваемое непосредственно потребителю), страхование от случайной смерти и разделения, страхование по кредитным картам, в которых непогашенный остаток застрахован от смерти, инвалидности или страхования по безработице, и медицинская страховка для путешественников. Продажи могут быть нацелены на специальные группы, такие как ветераны, пенсионеры, школьные учителя или члены определенных организаций. Биллинг страховых премий обычно происходит в периодических (ежемесячных, ежеквартальных или годовых) взносах и продолжается до тех пор, пока не будет отменен держателем карты или страховой компанией. Еще одна общая особенность - бесплатный пробный период в 60 или 90 дней с выставлением счета первой партии после окончания пробного периода. Для личных услуг по страхованию и гарантированию используется MCC 6300."
  },
  "5961": {
    "Название": "Заказы по почте, включая заказы по каталогу",
    "Описание": "MCC отсутствует в справочниках, найдено в справочниках SIC кодов"
  },
  "5962": {
    "Название": "Прямой маркетинг – услуги, относящиеся к туризму",
    "Описание": "Торговые точки, которые продают услуги по организации поездок с помощью исходящего телемаркетинга, в которых продавец начинает контактировать с потребителем посредством прямой почты, рекламы или других методов прямого маркетинга, требующих ответа потребителей, в попытке произвести продажу. Также включены дисконтные туристические клубы и подписные услуги или информационные бюллетени, из которых подписчики выбирают расфасованные поездки; для них часто требуется ежегодный членский взнос, который может быть выставлен счету держателя карты каждый год, пока он не будет отменен владельцем карты или торговцем. Для турагентов и туроператоров используется MCC 4722."
  },
  "5963": {
    "Название": "Продажа 'от двери до двери'",
    "Описание": "Продавцы, которые продают товары 'от двери до двери' или из грузовых автомобилей или вагонов или других временных мест. Товары, продаваемые от двери до двери, могут включать косметику, предметы домашнего обихода, хлебобулочные изделия, молочные продукты и подписки на журналы."
  },
  "5964": {
    "Название": "Прямой маркетинг – торговля по каталогам",
    "Описание": "Торговые точки, которые инициируют прямой контакт с потребителями и часто описываются как дома заказов по почте или как индустрия 'товары почтой'. Такие торговые точки предлагают свои товары через каталоги и принимают заказы на товары исключительно по электронной почте, телефону, факсу, электронной торговле или другим методам, не предусматривающих личный контакт. Бумажный каталог - это многостраничный документ, который отправляется по почте, факсом и т.п. непосредственно потребителю. Электронный каталог отображает товар через кабельное телевидение или видеотекст на интернет-сайте. Каталоги отображают и описывают товар и включают в себя форму заказа по почте, номер телефона или адрес интернет-сайта для размещения заказов. Листовки и брошюры не считаются каталогами. Производитель с прайс-листом не считается продавцом по каталогу."
  },
  "5965": {
    "Название": "Прямой маркетинг – комбинированный каталог и розничные продавцы",
    "Описание": "Продавцы, которые также работают с одним или несколькими розничными точками. Этот MCC используется только для транзакций, происходящих по почте, телефону, электронной коммерции или другим не предусматривающим личного контакта с покупателем, даже если товар доставляется в магазин для самовывоза. В этом MCC исключаются личные продажи, в том числе те, в которых заказ помещен на стол каталога или где-либо еще в магазине в ответ на каталог или другое сообщение прямых продаж. Все розничные продажи должны проходить с соответствующим розничным MCC."
  },
  "5966": {
    "Название": "Прямой маркетинг - исходящий телемаркетинг",
    "Описание": "Торговцы, которые инициируют прямые контакты с потребителями для продажи товаров и услуг. Поставщики исходящих телемаркетингов связываются (а иногда и стимулируют) с потенциальным покупателем по телефону, рекламе, прямой почте (кроме каталога) или другому методу прямого маркетинга, который включает либо бесплатный номер телефона, либо почтовый адрес. Товары, рекламируемые и продаваемые с помощью таких методов, могут включать косметику, продукты медицинского назначения, витамины и недвижимость с долевым сроком. Для благотворительных организаций, которые запрашивают взносы любыми способами, в том числе через исходящий телемаркетинг, используется MCC 8398."
  },
  "5967": {
    "Название": "Прямой маркетинг – входящий телемаркетинг",
    "Описание": "Торговцы, которые предоставляют одну или несколько служб аудиотекста или видеотекста, к которым можно получить доступ по телефону, факсу или по Интернету. Владелец карты инициирует контакт с торговцем и все последующие транзакции. Этот MCC применяется к информационным услугам, предлагаемым по телефону или в Интернете, а также к товарам, которые могут быть проданы через такие службы. Информационные услуги предоставляются за вознаграждение и могут включать в себя опросы, лотереи, чаты для взрослых и развлечения, спортивные результаты, котировки на фондовом рынке, показания гороскопа или другие аудиотексты или видеотексты, которые потребители слушают, просматривают или участвуют в них. Для поставщиков электронного доступа к доске объявлений или онлайн-сервисам, предоставляемым через компьютеры, используется MCC 4816."
  },
  "5968": {
    "Название": "Прямой маркетинг – Продажа по подписке",
    "Описание": "Точки, которые продают продукты или услуги по подписке через прямую почтовую рассылку, телефон, интернет или другой метод прямого маркетинга, который включает в себя бесплатный номер, почтовый адрес, адрес электронной почты или URL-адрес веб-сайта. Такие точки могут предлагать серии продуктов (например, одну книгу в месяц на один год) или ежегодное обновление одного продукта. Счет владельцу карты выставляется за продукт или услугу на постоянной или периодической основе (например, один раз в месяц или два раза в год), а предоставление продукта или услуги продолжается до тех пор, пока не закончится подписка или серия, или владелец карты или продавец не расторгнет соглашение. Этот MCC включает в себя книжные клубы, подписку на журналы и газеты, аудиоклубы, продающие записи, кассеты и компакт-диски (CD), клубы с видеокассетами и цифровыми видеодисками (DVD), подписки на коллекционные серии (например, серии марок, монет, книг, таблички, фарфоровые рисунки или тарелки), подписки на журналы, подписки на продукты для здоровья, подписки на косметику, подписки на витамины."
  },
  "5969": {
    "Название": "Прямой маркетинг – другие торговые точки прямого маркетинга (нигде более не классифицированные)",
    "Описание": "Торговые точки, которые продают товары и услуги с помощью различных методов прямого ответа, в которых включена форма заказа или адрес или номер телефона для размещения заказа по почте, телефону или факсу. Эти торговцы часто используют методы массового маркетинга, такие как брошюры, объявления с прямым ответом на радио и телевидении, а также телевизионные «рекламные ролики» (рекламные ролики с расширенной длиной с форматом ток-шоу). Такие торговцы обычно предлагают только один или два продукта на рекламу, такие как кухонные столовые приборы, бытовые гаджеты, товары для снижения веса, спортивное оборудование, косметику, специальные записи или книги, которые доступны только через телевизионную рекламу. Это включает рекламу в газетах, продаваемую по методам прямого маркетинга. Для билетов, заказанных по телефону, но оплаченных в билетной кассе, используется MCC 7922. Исключаются розничные торговцы лицом к лицу, которые иногда принимают заказы на почту или телефон для удобства клиентов. Для розничных продаж, проводимых через интернет-сайт, используется наиболее подходящий розничный MCC с TCC T."
  },
  "5970": {
    "Название": "Магазины художественных и ремесляных изделий",
    "Описание": "Розничные торговцы которые продают материалы, оборудование, и т.п., которое используется для создания художественных и ремесляных изделий и т.п. вещей. Товары для распродажи могут включать все типы картин (живописи), краски, шелковые цветы, ручки, карандаши, бумагу, конструкторы для сборки, пряжу, штуковины для изготовления конфет, декоративные резиновые штампы, и.т.п. вещи. Для торговцев которые специализируются на продаже ткани, выкроек, принадлежностей для шитья, используют МСС 5949."
  },
  "5971": {
    "Название": "Галереи и художественные посредники",
    "Описание": "Розничные торговцы, которые продают художественные работы, такие как картины, фотографии, скульптуры. Распродажа может проводиться прямо с посредниками, художниками, в галереях."
  },
  "5972": {
    "Название": "Магазины монет и марок (филателические и нумизматические)",
    "Описание": "Розничные торговцы, которые продают почтовые марки, монеты и подобные аксессуары для коллекций или сбережений. Для распродажи почтовых марок (почта США), используется МСС 9402. Для почты и почтовых услуг, которые тоже используют почтовые марки, используется МСС 7399."
  },
  "5973": {
    "Название": "Магазины религиозных товаров",
    "Описание": "Розничные торговые точки, которые продавают такие товары как статуэтки, открытки, религиозные штучки, иконы, картины, книги и кассеты, декоративные вещи. Для торговых точек, которые первоначально продают религиозные книги, используют МСС 5942."
  },
  "5975": {
    "Название": "Слуховые аппараты – продажа, сервис, снабжение",
    "Описание": "Розничные торговые точки, которые продают слуховые аппараты и связанные с ними материалы, а также могут или не могут также проводить ремонтные работы. Для точек, которые в основном проводят ремонтные работы, используйте MCC 7699."
  },
  "5976": {
    "Название": "Ортопедические товары",
    "Описание": "Розничные торговые точки, которые продают различные ортопедические товары, протезы и которые также могут заниматься их починкой. Товары для продажи могут включать костыли, палочки и др. вспомогательные детали для передвижения, эластичный трикотаж, абдоминальные поддержатели, обвязки, растяжки, инвалидные коляски, и т.п. Для торговых точек, которые первоначально занимаются починкой подобных товаров, используется МСС 7699."
  },
  "5977": {
    "Название": "Магазины косметики",
    "Описание": "Розничные торговые точки, которые продают натуральную или синтетическую косметику, в том числе театральный грим, медицинскую и повседневную косметику."
  },
  "5978": {
    "Название": "Магазины печатающих устройств – аренда, продажа, услуги",
    "Описание": "Розничные торговые точки, которые продают, сдают в аренду, разные печатающие устройства. Такие торговые точки могут также продавать ограниченный выбор офисных принадлежностей, канцтоваров, и могут проводить или не проводить починные работы. Для точек, которые в основном занимаются починкой подобных товаров, используется МСС 7699."
  },
  "5983": {
    "Название": "Поставщики топлива – уголь, мазут, сжиженная нефть, древесина",
    "Описание": "Розничные торговые точки, которые продают мазут, древесину, уголь, сжиженную нефть, авиационное топливо, топочный мазут или газ-пропан. Такие точки могут или не могут продавать бензин для потребительского использования в автомобилях. Для точек, которые в основном продают автомобильный бензин, используется MCC 5541 или MCC 5542, если это необходимо."
  },
  "5992": {
    "Название": "Флористика",
    "Описание": "Розничные торговые точки, которые продают обрезанные цветы, всякие цветочные приспособления, саженцы. Такие торговые точки могут или не могут также продавать разные товары типа гелиумных воздушных шаров. Для торговцев, продающих первоначально семена, шары, парники, инвентарь, используют МСС 5261."
  },
  "5993": {
    "Название": "Табачные магазины",
    "Описание": "Розничные торговые точки, которые продают табак, сигареты, сигары, трубки и все курительные аксессуары."
  },
  "5994": {
    "Название": "Дилеры по продаже печатной продукции",
    "Описание": "Розничные торговые точки, которые продают газеты, журналы и другую периодику. Для подписки на газеты используется МСС 5968."
  },
  "5995": {
    "Название": "Зоомагазины",
    "Описание": "Розничные торговые точки, которые продают домашних питомцев (собачки, кошки, птички, рыбки, рептилии, хомячки, кролики), еду для них и все связанные с ними аксессуары."
  },
  "5996": {
    "Название": "Плавательные бассейны – продажа и снабжение",
    "Описание": "Розничные торговые точки, которые продавают домашние бассейны (наземные или сборные надземные бассейны), курорты, гидромассажные ванны, гидромассажные ванны и принадлежности для бассейна. Такие точки могут или не могут также предоставлять услуги по установке и техническому обслуживанию. Для точек, которые в первую очередь предоставляют услуги по установке, используется MCC 1799. Эти торговцы также могут или не могут предоставлять услуги по ремонту. Для точек, которые в первую очередь предоставляют услуги по ремонту, используется MCC 7699."
  },
  "5997": {
    "Название": "Магазины электрических бритвенных принадлежностей – распродажа и услуги.",
    "Описание": "Розничные торговые точки, которые продают электрические бритвенные принадлежности, которые также могут или не могут предоставлять услуги по ремонту. Для торговых точек, которые изначально обеспечивают услугами по ремонту, используют МСС 7699."
  },
  "5998": {
    "Название": "Магазины палаток и навесов",
    "Описание": "Розничные точки, которые продавают палатки и навесы для дома или бизнеса. Товары для продажи могут включать палатки для кемпинга, тентовые палатки и преднастроенные или изготовленные на заказ оконные или дверные тенты для дома или бизнеса. Такие точки могут или не могут также оказывать услуги по ремонту. Для точек, которые в первую очередь предоставляют услуги по ремонту, используется MCC 7699."
  },
  "5999": {
    "Название": "Различные магазины и специальные розничные магазины",
    "Описание": "Розничные торговые точки, которые продают уникальные или специализированные товары, которые не попадают ни под какое МСС описание. Этот МСС код должен быть использован только когда этот товар не подходит под другие МСС. Примерами могут послужить специальные магазины, которые торгуют картами и атласами, льдом, дистиллированной водой, аксессуары для магии, вечеринок, красоты, и т.п. вещи."
  },
  "6009": {
    "Название": "МФО",
    "Описание": "Погашение займов микрофинансовых организаций"
  },
  "6010": {
    "Название": "Финансовые учреждения – выдача наличных в кассе",
    "Описание": "Используется для определения транзакций лично, когда владелец карты использует карту в кассе, чтобы получить наличные. Для получение денежных средств в автоматических устройствах, типа банкоматов, используется МСС 6011."
  },
  "6011": {
    "Название": "Финансовые учреждения – снятие наличных автоматически",
    "Описание": "Используется для определения операций выдачи наличных денежных средств и нефинансовых операции в банкоматах клиентов международных платежных систем. Для снятий наличных, совершаемых в кассе финансовых учреждений, используется MCC 6010."
  },
  "6012": {
    "Название": "Финансовые учреждения – торговля и услуги",
    "Описание": "Покупка товаров или услуг в финансовых учреждениях. Такими товарами и услугами могут быть чеки и другие финансовые продукты, рекламные товары, сборы за предоставление кредита и плата за услуги финансового консультирования, пополнение счета преодоплаченных карт. По документам Visa этот MCC также должен использоваться для погашения долгов, займов или остатка по кредитной карте держателем карты в финансовом учреждении. Также этот MCC используется при оплате услуг микрофинансовых организаций. Для оплаты услуг по ценным бумагам и брокерским операциям или других соответствующих расходов используется MCC 6211. Для денежных выплат используется MCC 6010 для очных операций и MCC 6011 для транзакций, которые происходят в банкоматах."
  },
  "6022": {
    "Название": "Financial Institution (RCL Internal)",
    "Описание": "Описание не найдено. Скорее всего внутренний код какой-то организации, но есть в списках исключений некоторых банков."
  },
  "6023": {
    "Название": "State Banks (RCL Internal)",
    "Описание": "Описания не найдено. Скорее всего внутренний код какой-то организации, но есть в списках исключений некоторых банков."
  },
  "6025": {
    "Название": "National Banks (RCL Internal)",
    "Описание": "Описание не найдено. Скорее всего внутренний код какой-то организации, но есть в списках исключений некоторых банков."
  },
  "6026": {
    "Название": "National Banks Non Federal (RCL Internal)",
    "Описание": "Описание не найдено. Скорее всего внутренний код какой-то организации, но есть в списках исключений некоторых банков."
  },
  "6028": {
    "Название": "Unincorporated Private Banks (RCL Internal)",
    "Описание": "Описание не найдено. Скорее всего внутренний код какой-то организации, но есть в списках исключений некоторых банков."
  },
  "6050": {
    "Название": "Квази-Кэш – Финансовые учреждения",
    "Описание": "Покупка чеков, иностранной валюты, пополнение электронных кошельков и другие квази-кэш операции в финансовых учреждениях"
  },
  "6051": {
    "Название": "Квази-Кэш – Нефинансовые учреждения",
    "Описание": "Покупка чеков, иностранной валюты, пополнение электронных кошельков, торговых счетов и другие квази-кэш операции в нефинансовых учреждениях"
  },
  "6211": {
    "Название": "Услуги брокеров на рынке ценных бумаг",
    "Описание": "Точки, которые покупают и продают ценные бумаги, акции, облигации, товары и фонды"
  },
  "6300": {
    "Название": "Услуги страховых компаний",
    "Описание": "Розничные торговые точки, которые продают все виды личных или коммерческих страховых полисов, включая страхование автомобилей, жизни, здоровья, прав собственности на недвижимость, медицинские и стоматологические страховки, страхование для домовладельцев и арендаторов, страхование здоровья домашних животных, страхование от наводнений, пожаров или землетрясений. Для точек, которые продают страховые продукты и услуги с использованием методов прямого маркетинга, используется MCC 5960."
  },
  "6381": {
    "Название": "Страховые премии",
    "Описание": "В справочниках платёжных систем не найдено, но есть в исключениях некоторых банков. По некоторым данным код уже не используется."
  },
  "6399": {
    "Название": "Страхование – нигде более не классифицированные",
    "Описание": "По некоторым данным код не используется"
  },
  "6513": {
    "Название": "Агенты недвижимости и менеджеры - Аренда",
    "Описание": "Сборы, взимаемые точками, занимающихся арендой и управлением жилой и коммерческой недвижимостью, такими как агенты по недвижимости, брокеры и менеджеры, а также услуги по аренде квартир. Такие сборы могут включать плату за управление, комиссионные за аренду недвижимости и платежи за аренду недвижимости."
  },
  "6529": {
    "Название": "Удалённое пополнение предоплаченной карты - Финансовые организации",
    "Описание": "Используется TSYS"
  },
  "6530": {
    "Название": "Удалённое пополнение предоплаченной карты - Торговая точка",
    "Описание": "Используется TSYS"
  },
  "6531": {
    "Название": "Оплата услуг – денежные переводы",
    "Описание": ""
  },
  "6532": {
    "Название": "Платежная операция - финансовое учреждение",
    "Описание": "Этот MCC может использоваться только для идентификации Платежных операций. Платежная транзакция позволяет владельцам карт Mastercard переводить средства на счет Mastercard. Платежная транзакция не отменяет предыдущую транзакцию покупки Mastercard и должна быть авторизована эмитентом."
  },
  "6533": {
    "Название": "Платежная операция - продавец",
    "Описание": "Этот MCC может использоваться только для идентификации Платежных операций. Платежная транзакция позволяет владельцам карт Mastercard переводить средства на счет Mastercard. Платежная транзакция не отменяет предыдущую транзакцию покупки Mastercard и должна быть авторизована эмитентом."
  },
  "6534": {
    "Название": "Денежный перевод - финансовое учреждение",
    "Описание": ""
  },
  "6535": {
    "Название": "Права требования на ценности — Финансовые организации",
    "Описание": "Описания нет нигде, но код встречается в исключениях многих банков"
  },
  "6536": {
    "Название": "Денежные переводы с карты на карту – зачисление (внутри страны)",
    "Описание": "Определяет операции, при которых держатель карты получает средства за счет перевода на карту Mastercard, Maestro или Cirrus, на стороне получателя (кредитовая часть перевода)"
  },
  "6537": {
    "Название": "Денежные переводы с карты на карту – зачисление (между странами)",
    "Описание": "Определяет операции, при которых держатель карта получает средства за счет перевода на карту Mastercard, Maestro или Cirrus, на стороне получателя."
  },
  "6538": {
    "Название": "Денежные переводы с карты на карту – списание",
    "Описание": "Определяет операции, при которых держатель карты использует карту для перевода на другую карту Mastercard (дебетовая часть перевода)"
  },
  "6539": {
    "Название": "Транзакция по финансированию (исключая MoneySend)",
    "Описание": ""
  },
  "6540": {
    "Название": "Пополнение небанковских предоплаченных карт, счетов",
    "Описание": "Определяет транзакцию, которая осуществляется точкой, предоставляющей любую из следующих услуг: • Услуга, в которой средства доставляются или предоставляются другому лицу, не являющемуся владельцем карты; • Пополнение счета пользователя, если эти средства не будут использованы для азартных игр, покупки табака и лекарств и т.п.; • Пополнение предоплаченных карт."
  },
  "6555": {
    "Название": "Возврат/вознаграждение от Mastercard",
    "Описание": ""
  },
  "6611": {
    "Название": "Переплата (авансовые платежи)",
    "Описание": "Код не найден в документациях платежных систем, но есть в списках исключений некоторых банков и собственных списках кодов некоторых банков США."
  },
  "6760": {
    "Название": "Облигации сберегательного займа",
    "Описание": "Код не найден в документациях платежных систем, но есть в списках исключений некоторых банков и собственных списках кодов некоторых банков США."
  },
  "7011": {
    "Название": "Отели и мотели - нигде более не классифицированные",
    "Описание": "Заведения размещения, для которых не был определен уникальный MCC, включая гостиницы, курорты, коттеджи, коттеджи и общежития."
  },
  "7012": {
    "Название": "Тайм-шер",
    "Описание": "Розничные продавцы, которые продают, арендуют и арендуют недвижимость в тайм-шер и организуют обмен кондоминиумами в тайм-шер."
  },
  "7032": {
    "Название": "Рекреационные и спортивные лагеря",
    "Описание": "Торговцы, которые управляют детскими лагерями, лагерями отдыха и спортивными лагерями. Примеры таких лагерей включают летние лагеря для мальчиков и девочек, рыболовные и охотничьи лагеря, а также учебные или спортивные лагеря. Для кемпингов, используемых для палаточного или прицепного кемпинга, используется MCC 7033."
  },
  "7033": {
    "Название": "Кемпинги и трейлер-парки",
    "Описание": "Торговцы, которые предоставляют ночные или краткосрочные кемпинги для рекреационных автомобилей, прицепов, кемперов или палаток. Такие кемпинги могут быть расположены в государственных парках, или находиться в частной собственности и эксплуатироваться, и могут включать или не включать водные и электричество для рекреационных транспортных средств."
  },
  "7210": {
    "Название": "Услуги по уборке и прачечной",
    "Описание": "Торговцы, которые управляют парами или другими видами прачечных для коммерческих предприятий или физических лиц. Еженедельно или ежемесячно эти торговцы предоставляют отмытые предметы, такие как униформа, халаты, фартуки, столовое белье, постельное белье и полотенца. Этот MCC также включает в себя обслуживание подгузников, предлагающее вывоз из дома, уборку и доставку."
  },
  "7211": {
    "Название": "Услуги прачечной - семейные и коммерческие",
    "Описание": "Точки, которые предоставляют стиральные и сушильные машины самообслуживания для общего пользования, в том числе услуги прачечной с платой за вес. Такие прачечные самообслуживания обычно известны как лондроматы (прачечные-автоматы), но их также можно найти в общежитиях, многоквартирных домах или других подобных местах."
  },
  "7216": {
    "Название": "Химчистка",
    "Описание": "Точки, которые предоставляют услуги химчистки для частных лиц или предприятий, и могут предлагать ограниченные услуги по переделке. Обычно в химчистках чистят одежду, шторы, свадебные платья и постельные принадлежности."
  },
  "7217": {
    "Название": "Чистка ковров и обивки мебели",
    "Описание": "Точки, которые чистят для частных лиц и предприятий ковры, ткани и обивку мебели. Для точек, которые предоставляют услуги замены обивки, используется MCC 7641."
  },
  "7221": {
    "Название": "Фотостудии",
    "Описание": "Торговцы, которые производят фотосъемку или видеосъемку для широкой публики, в том числе фотографии детей в школах или свадебные фото и видео. Для продавцов, которые предоставляют услуги по разработке и печати плёнки, используется MCC 7395."
  },
  "7230": {
    "Название": "Парикмахерские и салоны красоты",
    "Описание": "Торговцы, которые предоставляют персональные услуги по уходу за волосами, такие как стрижка волос, укладка волос, окраска волос и наращивание волос. Парикмахерские и салоны красоты могут также выполнять маникюр и педикюр и продавать ограниченный ассортимент средств по уходу за волосами."
  },
  "7251": {
    "Название": "Чистка шляп, ремонт и полировка обуви",
    "Описание": "Точки, которые ремонтируют обувь и предоставляют услуги по чистке и полировке обуви, а также точки, которые предоставляют услуги по чистке и блокировке шляп."
  },
  "7261": {
    "Название": "Ритуальные услуги и крематории",
    "Описание": "Точки, которые предоставляют услуги по подготовке похорон, кремации и проводят похороны. К таким точкам относятся морги, крематории, похоронные дома и похоронные бюро. Для услуг кремации и захоронения животных используется MCC 7299."
  },
  "7273": {
    "Название": "Знакомства",
    "Описание": "Торговцы, предоставляющие услуги знакомств и эскорта, в том числе через компьютеры, личные видео и сервисы знакомств"
  },
  "7276": {
    "Название": "Служба налоговой подготовки",
    "Описание": "Торговцы, которые исключительно предоставляют услуги по подготовке декларации по налогу на прибыль без аудита, бухгалтерского учета или бухгалтерских услуг. Для продавцов, предоставляющих услуги аудита, бухгалтерского учета или бухгалтерского учета в дополнение к услугам по подготовке налоговой декларации, используйте MCC 8931."
  },
  "7277": {
    "Название": "Долги, брак, личные вопросы - консультирование",
    "Описание": "Точки, предоставляющие разнообразные консультационные услуги, такие как консультирование по вопросам задолженности и финансов, консультирование по вопросам брака, консультирование по вопросам семьи, консультирование по вопросам злоупотребления алкоголем и наркотиками и другие личные консультации. Для точек, которые предоставляют юридические услуги, используется MCC 8111."
  },
  "7278": {
    "Название": "Услуги покупок/шоппинга",
    "Описание": "Торговые точки которые предлагают услуги по продаже товаров как для частных, так и для корпоративных лиц. Напрямую эти точки товары не продают, а лишь оказывают услуги посредника по продаже за определённую плату."
  },
  "7280": {
    "Название": "Пациент больницы – вывод личных средств",
    "Описание": "Код не найден в документах платёжных систем, но есть в некоторых других документах и списках исключений некоторых банков"
  },
  "7296": {
    "Название": "Сдача в аренду костюмов, униформы, простой одежды",
    "Описание": "Торговые точки, сдающие в аренду костюмы, смокинги, одежду, униформу и другие типы верхней одежды и аксессуары."
  },
  "7297": {
    "Название": "Массажные салоны",
    "Описание": "Терапевтические приемные, предлагающие услуги массажа. Некоторые из них могут также оказывать индивидуальные процедуры, такие как массаж лица и ароматерапию."
  },
  "7298": {
    "Название": "Салоны красоты и здоровья",
    "Описание": "Торговцы, обычно известные как дневные курорты, предоставляющие разнообразные личные или терапевтические услуги без ночевки. Такие услуги могут включать уход за лицом, массаж, грязевые ванны, травяные обертывания, сеансы загара, гидромассажные ванны, паровые ванны, индивидуальные программы упражнений, консультирование по вопросам питания, а также консультирование и укладка волос и макияжа, а также учебные занятия, такие как аэробика, Контроля, приготовления пищи и занятий спортом. Для спа-услуг, предлагаемых в рамках плана пакета, который включает проживание в торговом представительстве, используется MCC 7011."
  },
  "7299": {
    "Название": "Различные услуги - нигде более не классифицированные",
    "Описание": "Точки, предоставляющие личные услуги, которые не подпадают какой-либо другой MCC. Примерами таких услуг являются пансионы для животных, бани, услуги сиделок, услуги горничной, уход за животными и питомники, обучение или разведение животных, агенты по недвижимости, брокеров и менеджеров, пирсинг и татуировка, услуги по очистке воды, таксидермисты, свадебные часовни, а также кремация и погребение животных. Для агентов по недвижимости, брокеров и менеджеров, а также услуги по аренде квартир, используется MCC 6513."
  },
  "7311": {
    "Название": "Рекламные услуги",
    "Описание": "Точки, которые занимаются подготовкой рекламы (копирайтинг, художественные работы, графика и другие творческие работы) и размещают рекламу в периодических изданиях, газетах, на радио, телевидении или других рекламных носителях для клиентов по договору или на платной основе. Также включены другие виды рекламы, такие как реклама и надписи в небе, распространение купонов и распространение образцов."
  },
  "7321": {
    "Название": "Кредитные бюро",
    "Описание": "Точки, предоставляющие услуги по предоставлению кредитных отчетов, такие как определение кредитоспособности, расчетно-клиринговые и другие сопутствующие услуги. Этот MCC не включает коллекторские агентства."
  },
  "7322": {
    "Название": "Агентства взыскания долгов",
    "Описание": ""
  },
  "7332": {
    "Название": "Услуги синьки и фотокопирования",
    "Описание": ""
  },
  "7333": {
    "Название": "Коммерческое искусство, графика, фотография",
    "Описание": "Точки, которые предоставляют коммерческое искусство или услуги графического дизайна для рекламных агентств, издателей и других предприятий. Такие услуги могут включать в себя дизайн шелкографии, кинопроизводство и слайд-фильм, графический дизайн, коммерческое искусство и иллюстрации. Для продавцов, которые предоставляют фото, видео и портретную съемку для личных целей, используется MCC 7221."
  },
  "7338": {
    "Название": "Быстрое копирование, репродуцирование и услуги по созданию чертежей",
    "Описание": "Точки, которые воспроизводят текст, рисунки, планы, карты и подобные материалы путем создания чертежей, фотокопирования или использования других методов воспроизведения. Такие точки также могут предоставлять услуги сортировки и сшивания."
  },
  "7339": {
    "Название": "Услуги стенографии и секретарского дела",
    "Описание": "Торговцы, предоставляющие стенографические, секретарские и другие канцелярские услуги, такие как обработка текстов, машинопись, редактирование, письмо, корректура, составление резюме и услуги по составлению судебных отчетов. Для служб занятости, которые в основном занимаются заполнением секретарских должностей, используется MCC 7361."
  },
  "7342": {
    "Название": "Дезинсекция, дезинфекция и дератизация",
    "Описание": "Точки, которые предоставляют услуги по борьбе с вредителями, уничтожению, дезинфекции и фумигации, включая уничтожение термитов, насекомых и грызунов."
  },
  "7349": {
    "Название": "Уборка и техническое обслуживание зданий и помещений",
    "Описание": "Точки, которые предоставляют услуги по уборке и, обслуживанию зданий, такие как мытье окон, полов, услуги школьного сторожа, уборка офисов и помещений по договору или на платной основе."
  },
  "7361": {
    "Название": "Агентства по трудоустройству, временные справочные службы",
    "Описание": "Торговцы, которые предоставляют услуги по трудоустройству для работодателей или лиц, ищущих работу с постоянными или временными должностями."
  },
  "7372": {
    "Название": "Программирование, обработка данных, проектирование интегрированных систем",
    "Описание": "Услуги программирования, проектирования систем и обработки данных на основе контракта и платы. Такие услуги могут включать проектирование и анализ компьютерного программного обеспечения, модификацию систем и программного обеспечения, ввод или обработку данных и обучение использованию программного обеспечения."
  },
  "7375": {
    "Название": "Информационно-поисковые услуги",
    "Описание": "Провайдеры информационных технологий, информации о базах данных, услуги интернет-провайдера."
  },
  "7379": {
    "Название": "Ремонт компьютеров",
    "Описание": "Техническое обслуживание компьютерного оборудования. Консультации специалиста в этой области. Внедрение баз данных, восстановление информации с пленки, дискет, анализ компьютерных требований."
  },
  "7389": {
    "Название": "Бизнес услуги – нигде более не классифицированные",
    "Описание": "MCC код не найден, но данный код есть в справочниках SIC-кодов и входит в списки исключений некоторых российских банков. Судя по всему является аналогом MCC 7399."
  },
  "7392": {
    "Название": "Услуги по консультированию, управлению и связям с общественностью",
    "Описание": "Торговцы, которые предоставляют консультации и помощь в управлении частными, некоммерческими и общественными организациями по договору или на платной основе. Предоставляемые услуги могут включать стратегическое и организационное планирование, финансовое планирование и бюджетирование, разработку маркетинговых целей, планирование информационных систем, разработку кадровой политики, планирование процедур и услуги по связям с общественностью."
  },
  "7393": {
    "Название": "Детективные агентства, охранные агентства, службы безопасности, включая бронированные автомобили, сторожевых собак",
    "Описание": "Точки, предоставляющие охранные устройства и службы безопасности. Примерами таких устройств и услуг являются бронированные автомобили, системы безопасности (установка, мониторинг и обслуживание), частные следователи, сторожевые собаки и детекторы лжи."
  },
  "7394": {
    "Название": "Аренда оборудования и лизинговые услуги, аренда мебели, прокат инструментов",
    "Описание": "Торговцы, которые арендуют и сдают в лизинг оборудование, инструменты, мебель, бытовую технику и оргтехнику (за исключением пишущих машинок). Для проката пишущих машинок используется MCC 5978."
  },
  "7395": {
    "Название": "Фотостудии, фотолаборатории",
    "Описание": "Печать фотографий, проявка плёнки, ретуширование, фотоувеличение, весь спектр фотомонтажа и ремастеринга. Продажа рамок, фотоальбомов, фотопленки, фотоаппаратов."
  },
  "7399": {
    "Название": "Бизнес услуги – нигде более не классифицированные",
    "Описание": "Точки, которые предоставляют коммерческие и торговые услуги, которые обычно не считаются профессиями. Этот MCC должен использоваться, только если другой более конкретный MCC не описывает бизнес точки. Примерами таких бизнес-услуг являются издательские компании, компании по управлению конференциями, организаторы совещаний, компании по проведению семинаров, слесари, почтовые и упаковочные услуги (включая продажу марок), службы обработки сообщений и пейджинга, а также услуги по управлению отходами."
  },
  "7511": {
    "Название": "Стоянка грузового транспорта",
    "Описание": ""
  },
  "7512": {
    "Название": "Агентства по прокату автомобилей - нигде более не классифицированные",
    "Описание": "Агентства по аренде автомобилей, для которых не назначен уникальный MCC."
  },
  "7513": {
    "Название": "Прокат аксессуаров для трэйлеров и грузовиков.",
    "Описание": "Лизинг оборудования для грузовиков, фургонов, трэйлеров."
  },
  "7519": {
    "Название": "Прокат домиков на колесах, аксессуары к наземному транспорту.",
    "Описание": "Прокат прицепов, вагончиков, фургонов, кемпов, тентов для грузовиков как на короткие сроки, так и на большие."
  },
  "7523": {
    "Название": "Паркинги и гаражи",
    "Описание": "Компании предоставляющие услуги временного паркования для автомобилей, с ежедневной или помесячной оплатой. На контрактной основе или за отдельную плату."
  },
  "7531": {
    "Название": "Кузовной ремонт автомобилей",
    "Описание": "Точки, которые выполняют кузовные работы. Такие точки также могут или не могут покрасить автомобили в связи с ремонтом кузова. Для точек, которые в основном красят автомобили, используется MCC 7535. Для точек, которые выполняют ремонтные работы, кроме ремонта кузова, используется MCC 7538."
  },
  "7534": {
    "Название": "Шиномонтаж и вулканизация",
    "Описание": "Этот MCC определяет точки, которые продают, устанавливают, ремонтируют или восстанавливают старые шины. Для точек, которые предоставляют другие виды услуг по ремонту автомобилей, используется MCC 7538. Для точек, которые в основном продают новые автомобильные шины, используется MCC 5532."
  },
  "7535": {
    "Название": "Покраска автомобилей",
    "Описание": "Точки, которые красят и полируют исключительно автомобили, в том числе те, которые специализируются на реставрации старинных автомобилей, а также делают покраску на заказ."
  },
  "7538": {
    "Название": "Автосервисы",
    "Описание": "Точки, которые проводят ремонт автомобилей и общее обслуживание, такое как обслуживание двигателей, тормозной системы, системы кондиционирования воздуха, глушителей, передней части и рамы, топливной системы, карбюраторов, радиаторов, ветровых стекол и окон, а также электроники. В этот MCC входят точки быстрой замены масла и продавцы смазочных материалов. Такие автосервисы также могут выполнять или не выполнять услуги по шиномонтажу."
  },
  "7542": {
    "Название": "Автомойки",
    "Описание": "Точки, которые моют, чистят воском и полируют автомобили, в том числе щеточные мойки, ручные мойки и мойки самооблуживания."
  },
  "7549": {
    "Название": "Услуги буксировки и эвакуации",
    "Описание": "Точки, которые предоставляют услуги буксировки транспортных средств."
  },
  "7622": {
    "Название": "Ремонт электроники",
    "Описание": "Ремонт электроники, такой, как радиоприёмников, телевизоров, аудио аппаратуры, СD-проигрывателей, компьютеров."
  },
  "7623": {
    "Название": "Ремонт кондиционеров и холодильников",
    "Описание": "Точки, которые обслуживают и ремонтируют бытовые и коммерческие кондиционеры, а также холодильные системы. Для точек, обслуживающих и ремонтирующих небольшие бытовые приборы, используется MCC 7629. Для точек, которые обслуживают и ремонтируют большие бытовые приборы, используется MCC 7699."
  },
  "7629": {
    "Название": "Ремонт электрооборудования и малой бытовой техники",
    "Описание": "Точки, которые обслуживают и ремонтируют бытовые и коммерческие электрические компоненты и небольшие приборы, такие как микроволновые печи, тостеры, а также точки, которые обслуживают и ремонтируют электрические офисные машины, за исключением пишущих машин. Для точек, специализирующихся на ремонте пишущей машинки, используется MCC 5978. Для точек по ремонту электроники используется MCC 7622. Для точек, которые ремонтируют большие бытовые приборы, используется MCC 7699."
  },
  "7631": {
    "Название": "Центры ремонта часов и чистки ювелирных изделий",
    "Описание": "Торговые точки по ремонту часов, чистке ювелирных изделий, украшений."
  },
  "7641": {
    "Название": "Обивка, ремонт и отделка мебели",
    "Описание": "Точки, которые занимаются обивкой, ремонтом и отделкой мебели, включая реставраторов антикварной мебели."
  },
  "7692": {
    "Название": "Ремонт с помощью сварки",
    "Описание": "Торговые точки специализирующиеся по ремонту с помощью сварки."
  },
  "7699": {
    "Название": "Ремонтные услуги – нигде более не классифицированные",
    "Описание": "Агенства по ремонтным работам, которые не могут быть классифицированы как какие-либо конкретные. Некоторые из этих агенств могут предлагать отдельные услуги по ремонту бытовой техники (к примеру: сушилки, посудомоечные машины, нагреватели воды), велосипедов, спортивных тренажеров, слуховых аппаратов, протезов, музыкальных инструментов, палаток и подвесок, видеокамер и фотоаппаратов, газонокосилок, чемоданов и кожаных изделий. Также включают в себя центры по чистке и обслуживанию котлов и дымовых труб."
  },
  "7800": {
    "Название": "Государственные лотереи (только США)",
    "Описание": "Государственные органы, которые управляют лотереями, а также занимаются продажей лотерейных билетов или акций в Интернете или в офисе напрямую или через назначенных агентов. Использование этого MCC ограничено точками, расположенными в регионе США."
  },
  "7801": {
    "Название": "Азартные игры в интернете (только США)",
    "Описание": "Торговцы, получившие лицензию в соответствии с действующим законодательством или правилами, чтобы управлять системой или платформой интернет-азартных игр, принимающей размещение ставок. Использование этого MCC ограничено точками, расположенными в США"
  },
  "7802": {
    "Название": "Лошадиные / собачьи бега (только США)",
    "Описание": "Торговцы, получившие лицензию в соответствии с применимым законодательством или правилами для проведения в отношении лошадей или собачьих гонок или пари-мутул, или в обоих случаях. Использование этого MCC ограничено продавцами, расположенными в США"
  },
  "7829": {
    "Название": "Производство и распространение кинофильмов и видеокассет",
    "Описание": "Оптовые производители и распространители образовательных и промышленных фильмов и видеороликов для выставок и продаж, в том числе рекламных роликов и учебных фильмов. Для предприятий розничной торговли, которые сдают в аренду видеокассеты потребителям, используется MCC 7841."
  },
  "7832": {
    "Название": "Кинотеатры",
    "Описание": "Точки, которые управляют кинотеатрами, в том числе под открытым небом (drive-in). Такие продавцы продают билеты и напитки и могут предлагать или не предлагать предварительное бронирование билетов по телефону."
  },
  "7833": {
    "Название": "Экспресс-оплата – Кинотеатр",
    "Описание": ""
  },
  "7841": {
    "Название": "Видеопрокат",
    "Описание": "Точки которые сдают в аренду видеокассеты, CD, DVD и видеоигры для домашнего использования. Такие продавцы могут продавать или не продавать ограниченный выбор использованных видео, напитки, конфеты, закуски и чистые кассеты."
  },
  "7911": {
    "Название": "Танцевальные залы, школы и студии",
    "Описание": "Точки, которые управляют танцевальными студиями, танцевальными школами и общественными танцевальными залами или бальными залами, взимающие плату за вход, уроки и прохладительные напитки. Такие точки могут обучать многим видам танца или специализироваться на чечетке и балете, бальных, кадриле и других видах танца."
  },
  "7922": {
    "Название": "Театральные продюсеры (кроме кинофильмов), билетные агентства",
    "Описание": "Точки, которые управляют живыми театральными постановками, такими как дорожные компании и летние театральные группы. Сюда также входят услуги, связанные с театральными постановками и концертами, такие как кастинговые агентства, агентства бронирования, декорации, освещение и другое оборудование, а также театральные билетные агентства. Для кинотеатров используется MCC 7832."
  },
  "7929": {
    "Название": "Музыкальные группы, оркестры и прочие развлекательные услуги",
    "Описание": "Точки, которые обеспечивают развлечения кроме театральных постановок, и включают музыканты, группы, оркестры, комиков и фокусников. Точки, которые специализируются на музыке (живые группы или диджеи) для свадеб или мероприятий, также включены."
  },
  "7932": {
    "Название": "Бильярд-клубы",
    "Описание": "Заведения, которые сдают в аренду бильярдные столы для развлечения. Такие точки могут предлагать бильярдные столы, управляемые монетами, или могут арендовать бильярдные столы на игру или по часам. Также могут быть доступны шаффлборд, дартс и другие игры и напитки."
  },
  "7933": {
    "Название": "Боулинг",
    "Описание": "Точки, которые используют дорожки для боулинга для развлечения и могут принимать карты за арендную плату, покупки в магазине, напитки. Точки, расположенные в пределах дорожек для боулинга, которыми управляют отдельно, должны быть классифицированы с соответствующим MCC для этого типа бизнеса. Например, ресторан, расположенный в кегельбане, должен использовать MCC 5812, бар должен использовать MCC 5813."
  },
  "7941": {
    "Название": "Атлетические поля, коммерческие виды спорта, профессиональные спортивные клубы, промоутеры спорта",
    "Описание": "Точки, которые управляют и продвигают полупрофессиональные и профессиональные спортивные клубы (такие как бейсбол, баскетбол, футбол, хоккей и футбол), продвигают любительские и профессиональные атлетические события и управляют индивидуальными спортсменами. Сюда также входят спортивные арены и стадионы."
  },
  "7991": {
    "Название": "Туристические достопримечательности и выставки",
    "Описание": "Точки, которые управляют туристическими достопримечательностями и выставками для развлечений, таких как экспозиции, ботанические сады, ремесленные шоу, музеи и винодельни. Для художественных выставок, проводимых в художественных галереях, используется MCC 5971."
  },
  "7992": {
    "Название": "Публичные поля для гольфа",
    "Описание": "Торговые точки, которые управляют общественными полями для гольфа. Предлагаемые услуги могут включать в себя оплату за поле, прокат гольф-каров или прокат снаряжения. Для ресторанов и кафе, расположенных на поле для гольфа, используется MCC 5812. Для профессиональных магазинов, продающих принадлежности для гольфа и оборудование, используется MCC 5941. Для загородных клубов и частных полей для гольфа используется MCC 7997."
  },
  "7993": {
    "Название": "Принадлежности для видеоигр",
    "Описание": "Торговые точки, которые продают игровые автоматы, оборудование и расходные материалы. Товары для продажи могут включать в себя автоматы с видеоиграми, музыкальные автоматы, пинбольные машины, слот-машины, механические игры и фотокабины. Для торговых точек, которые управляют видео и игровыми аркадами, используется MCC 7994."
  },
  "7994": {
    "Название": "Клубы видеоигр",
    "Описание": "Точки, которые используют интерактивные игры и развлекательные машины, такие как музыкальные автоматы, видеоигры, пинбольные машины, пейнтбол и игры с лазертегом, механические игры и будки мгновенной фотографии. Для точек, которые продают оборудование для развлечений, используется MCC 7993. Для точек, работающих с играми, использующими ставки, используется MCC 7995."
  },
  "7995": {
    "Название": "Азартные игры",
    "Описание": "Любая транзакция, кроме транзакции через банкомат, включающая в себя размещение ставки, покупку лотерейного билета, распространение ставок, коммерческие игры в полете или покупку фишек или другой ценности, используемой для азартных игр в сочетании с игровой деятельностью, предоставляемой заведения для ставок или пари, такие как казино, ипподромы, карточные салоны, авиакомпании и тому подобное."
  },
  "7996": {
    "Название": "Парки аттракционов, карнавалы, цирки, гадалки",
    "Описание": "Торговые точки, которые управляют парками аттракционов и карнавалами, предлагают механические аттракционы, закуски и киоски с едой, игры, выставки животных и развлечения. Также включены цирки, гадалки, астрологи, читатели карт таро и мистики."
  },
  "7997": {
    "Название": "Клубы – загородные клубы, членство (отдых, спорт), частные поля для гольфа",
    "Описание": "Торговые точки, которые управляют спортивными и рекреационными объектами, требующими членства. Примерами таких объектов могут быть спортивные и оздоровительные клубы, загородные клубы, частные поля для гольфа, лодочные яхт-клубы, клубы плавания, теннисные клубы, лиги для боулинга, клубы верховой езды, стрелковые клубы и клубы для игры в ракетбол. Такие точки могут или не могут предоставлять услуги массажа и спа-услуги, такие как уход за лицом, консультации по контролю веса, ароматерапия, паровые бани и джакузи. Для торговцев, которые в основном предоставляют массаж, используется MCC 7297. Для торговцев, которые в основном управляют спа и связанных с ним услугах, используется MCC 7298."
  },
  "7998": {
    "Название": "Аквариумы, дельфинарии, зоопарки и морские парки",
    "Описание": "Торговые точки, которые управляют парками морской жизни и зоопарками для развлечения и образования широкой общественности. Другие услуги, расположенные на территории, такие как рестораны или магазины подарков, должны быть отнесены к MCC, которые лучше всего описывают этот тип бизнеса."
  },
  "7999": {
    "Название": "Услуги отдыха - нигде более не классифицированные",
    "Описание": "Точки, которые предоставляют широкий спектр услуг для отдыха и развлечений, которые не описаны другим, более конкретным MCC. Как правило, эти точки предоставляют услуги, которые требуют активного физического участия, такие как плавание, игра в минигольф, катание на лыжах, мини автомобильные гонки, катание на коньках, скалолазание, катание на скейте и катание на лошадях. Эти точки могут также сдавать в аренду велосипеды, самолеты, мотоциклы, карты и другое спортивное оборудование. Как правило, эти точки не являются клубами и не требуют членства. Для частных спортивных клубных и клубов отдыха, требующих членство, используется MCC 7997. При аренде лодок используется MCC 4457. Для общественных полей для гольфа используется MCC 7992."
  },
  "8011": {
    "Название": "Врачи – нигде более не классифицированные",
    "Описание": "Лицензированные врачи, занимающиеся общей или специализированной медициной и хирургией, которая не описана другим, более конкретным MCC. К таким точкам относятся пластические и косметические хирурги, дерматологи, психиатры, рентгенологи, ортопеды, педиатры, неврологи, акушеры и гинекологи."
  },
  "8021": {
    "Название": "Стоматологи, ортодонты",
    "Описание": "Лицензированные врачи, которые практикуют общую или специализированную стоматологию, а также стоматологическую хирургию."
  },
  "8031": {
    "Название": "Остеопаты",
    "Описание": "Лицензированные врачи, которые проводят терапию с использованием нехирургических манипуляций и корректировки костных структур. Для ортопедов, которые проводят хирургическое лечение, используется MCC 8011."
  },
  "8041": {
    "Название": "Мануальные терапевты",
    "Описание": "Медицинские работники, выполняющие лечение позвоночника, опорно-двигательной системы и др."
  },
  "8042": {
    "Название": "Оптометристы, офтальмологи",
    "Описание": "Оптометристы - это медицинские работники, которые проверяют и лечат дефекты глаз с помощью корректирующих линз или упражнений. Офтальмологи являются лицензированными врачами, которые специализируются на структурах, функциях и заболеваниях глаз и могут выполнять операции. Эти точки могут или не могут заполнять рецепты для очков или контактных линз или продавать оправы для очков."
  },
  "8043": {
    "Название": "Оптика, оптические товары и очки",
    "Описание": "Торговые точки, которые читают предписания по исправления зрения, заказывают линзы, производят и продают очки и контактные линзы, и могут проводить проверку глаза. Оптики могут также продавать различные оптические товары, такие как защитные очки, солнцезащитные очки (обычные и специальные), футляры для очков и контактных линз. Также включены т.н. 'Очки за час', располагаемые в торговых центрах. Для торговых точек, которые проверяют глаза и проводят процедуры при дефектах глаз с использованием операционных или хирургических методов, используется MCC 8042."
  },
  "8044": {
    "Название": "Оптические товары и очки (TSYS)",
    "Описание": "Торговые точки, которые читают предписания по исправления зрения, заказывают линзы, производят и продавают очки и контактные линзы, и могут проводить проверку глаза. Оптики могут также продавать различные оптические товары, такие как защитные очки, солнцезащитные очки (обычные и специальные), футляры для очков и контактных линз. Также включены т.н. 'Очки за час', располагаемые в торговых центрах. Код используется системой TSYS. Для Visa и Mastercard используется MCC 8043."
  },
  "8049": {
    "Название": "Ортопеды",
    "Описание": "Лицензированные врачи, специализирующиеся на диагностике и лечении болезней ноги"
  },
  "8050": {
    "Название": "Услуги персонального ухода",
    "Описание": "Точки, которые предоставляют стационарные услуги по уходу за больными и связанные со здоровьем персональные услуги. Из-за их психического или физического состояния пациентам в этих учреждениях могут потребоваться введения лекарств и лечения или наблюдения за самостоятельными лекарствами в соответствии с указаниями врача. Этот MCC включает в себя дома для выздоравливающих, дома престарелых, помещения для хосписа и учреждения для престарелых, которые обеспечивают длительный уход и обычно не выполняют хирургическое вмешательство."
  },
  "8062": {
    "Название": "Больницы",
    "Описание": "Больницы, которые оказывают диагностические услуги, обширное медицинское лечение, включая хирургическое вмешательство и другие больничные услуги, а также услуги постоянного ухода для больных и раненых. Включает психиатрические больницы, детские больницы и родильные дома. Для ветеринарных клиник или больниц для животных используется MCC 0742."
  },
  "8071": {
    "Название": "Стоматологические и медицинские лаборатории",
    "Описание": "Точки, которые предоставляют услуги медицинских и стоматологических специалистов. Включает медицинские лаборатории, которые выполняют биологический анализ, анализ крови, анализ мочи, рентгенологический анализ, бактериологический анализ и диагностический анализ, а также стоматологические лаборатории, которые делают зубные протезы, искусственные зубы, коронки и мосты и индивидуальные ортодонтические приборы."
  },
  "8099": {
    "Название": "Медицинские работники, медицинские услуги – нигде более не классифицированные",
    "Описание": "Медицинские специалисты, которые не описаны другим, более конкретным MCC. Примеры включают физиотерапевты, профессиональные терапевты, психологов и других медицинских работников, таких как банки крови, клиники по планированию семьи, центры химической зависимости, службы тестирования слуха, лицензированные массажисты, хирургические клиники для замены волос и клиники спортивной медицины."
  },
  "8111": {
    "Название": "Адвокаты, юридические услуги",
    "Описание": "Точки, которые предоставляют юридические консультации и услуги. Такие точки могут специализироваться в одной области судебных процессов, таких как развод или банкротство или предоставлять полный спектр юридических услуг."
  },
  "8211": {
    "Название": "Начальная и средняя школы",
    "Описание": "Начальные и средние школы, обеспечивающие академическое обучение от детского сада до колледжа, включая государственные, частные, приходские школы, а также школы-интернаты. Для дошкольных заведений используется MCC 8351."
  },
  "8220": {
    "Название": "Колледжи, университеты, профессиональные училища и техникумы",
    "Описание": "Колледжи, университеты, теологические семинарии и профессиональные училища (в том числе стоматологические, юридические, инженерные и медицинские), которые предоставляют академические курсы и предоставляют ученые степени. Требованием для поступления должно быть, по крайней мере, диплом средней школы или его эквивалент. Для бизнес-школ и секретарских школ используется MCC 8244. Для профессиональных школ используется MCC 8249."
  },
  "8241": {
    "Название": "Дистанционные школы",
    "Описание": "Школы заочного обучения, которые предлагают учебные пособия по почте, отправляя студентам уроки и экзамены."
  },
  "8244": {
    "Название": "Бизнес / секретарские школы",
    "Описание": "Бизнес и секретарские школы, которые предлагают общие бизнес-тренинги, такие как управление бизнесом, офисные процедуры, обработка текстов, стенография и другие канцелярские навыки. Такие школы предлагают свидетельство об обучении, но не предлагают ученых степеней. Для профессиональных школ используется MCC 8249."
  },
  "8249": {
    "Название": "Профессиональные школы и училища",
    "Описание": "Профессионально-технические училища, которые предлагают обучение и инструктаж по таким специальностям, как сварка, механика, столярные работы, недвижимость и вождение грузовых автомобилей. Такие школы предлагают свидетельство об обучении, но не предлагают ученых степеней."
  },
  "8299": {
    "Название": "Образовательные услуги, нигде более не классифицированные",
    "Описание": "Точки, которые предлагают образовательные услуги, которые не описаны другим, более конкретным MCC. К таким точкам относятся школы, в которых преподают музыку, театр, искусство, кулинарию, лепку, школы каратэ, обучение вождению автомобилей и безопасному движению, обучение полетам, обучение шитью и вязанию и т.д. Для танцевальных школ используется MCC 7911. Для музыкальных, театральных и художественных школ, которые предоставляют документы об академической степени, используется MCC 8220."
  },
  "8351": {
    "Название": "Услуги ухода за детьми",
    "Описание": "Точки, которые предоставляют услуги по уходу за детьми включая нянь, ясли и детские сады. Такие точки обычно ухаживают за младенцами и дошкольниками, но могут также заботиться о детях старшего возраста и могут предоставлять или не предоставлять образовательные программы. Для школ используется MCC 8211."
  },
  "8398": {
    "Название": "Благотворительные организации и социальные службы - сбор средств",
    "Описание": "Благотворительные (не политические) организации, которые собирают взносы, организации социального обслуживания, которые предоставляют услуги социального обеспечения, группы защиты интересов, общественные организации и агентства здравоохранения."
  },
  "8641": {
    "Название": "Гражданские, социальные и братские ассоциации",
    "Описание": "Ассоциации, занимающиеся гражданской, социальной или братской деятельностью. К таким ассоциациям относятся ассоциации и клубы выпускников, клубы повышения квалификации, клубы предпринимателей, общины, братские ложи, братства и клубы, социальные клубы, организации ветеранов и молодежные ассоциации. Деятельность этих групп может включать сбор политических средств; однако, если это является основной целью организации, используется MCC 8651."
  },
  "8651": {
    "Название": "Политические организации",
    "Описание": "Членские организации, которые поддерживают интересы национальных, государственных или местных политических партий или кандидатов, включая политические группы, организованные специально для сбора средств для политической партии или отдельного кандидата."
  },
  "8661": {
    "Название": "Религиозные организации",
    "Описание": "Религиозные организации, предоставляющие богослужения, религиозную подготовку или учебу, религиозные мероприятия и сбор средств. Примерами являются церкви, монастыри, мечети, святилища, синагоги и храмы."
  },
  "8664": {
    "Название": "Категория неизвестна",
    "Описание": "Код не найден в документации ни одной из платёжных систем, но находится в списках mcc-кодов для категории 'Развлечения' у некоторых банков."
  },
  "8675": {
    "Название": "Автомобильные ассоциации",
    "Описание": "Такие торговые точки предоставляют своим членам специальные услуги, такие как информация о путешествиях и состоянии дороги, карты и путеводители, а также специальные тарифы в ресторанах, отелях и агентствах по прокату автомобилей. Эти торговые точки часто взимают ежегодный членский взнос."
  },
  "8699": {
    "Название": "Членские организации – нигде более не классифицированные",
    "Описание": "Организации или ассоциации, которые не описаны другим, более конкретным MCC. Например, это могут быть исторические клубы, профсоюзы, поэтические клубы, художественные советы и ассоциации арендаторов или кондоминиумов. Для членства в оздоровительных и спортивных клубах используется MCC 7997."
  },
  "8734": {
    "Название": "Испытательные лаборатории (немедицинские)",
    "Описание": "Торговые точки, которые предоставляют немедицинские услуги тестирования другим предприятиям. Примерами таких услуг являются автомобильные испытания, калибровка и сертификация, тестирование продуктов питания, судебно-медицинская экспертиза, тестирование продуктов и загрязнений, а также услуги промышленной рентгенографии. Для медицинских испытательных лабораторий используется MCC 8071."
  },
  "8743": {
    "Название": "Испытательные лаборатории (немедицинские)",
    "Описание": "Торговые точки, которые предоставляют немедицинские услуги тестирования другим предприятиям. Примерами таких услуг являются автомобильные испытания, калибровка и сертификация, тестирование продуктов питания, судебно-медицинская экспертиза, тестирование продуктов и загрязнений, а также услуги промышленной рентгенографии. Код используется системой TSYS. Для Visa и Mastercard используется MCC 8734."
  },
  "8911": {
    "Название": "Архитектурные, инженерные и геодезические услуги",
    "Описание": "Точки, которые предоставляют профессиональные архитектурные, инженерные и земельно-, водно- и воздушные услуги геодезии. Сюда входят проектировщики домов и зданий, инженеры-кораблестроители, инженеры и проектировщики машин, а также инженеры-архитекторы."
  },
  "8931": {
    "Название": "Аудит и бухгалтерский учет",
    "Описание": "Точки, предоставляющие услуги бухгалтерского учета, бухгалтерии, выставления счетов, начисления заработной платы и другие сопутствующие аудиторские услуги, включая сертифицированных общественных бухгалтеров (CPA). Такие точки также могут предоставлять услуги по подготовке подоходного налога в дополнение к бухгалтерским и аудиторским услугам. Для точек, которые предоставляют услуги по подготовке подоходного налога, не предоставляя также аудиторские и бухгалтерские услуги, используется MCC 7276."
  },
  "8999": {
    "Название": "Профессиональные услуги - нигде более не классифицированные",
    "Описание": "Точки, занимающиеся традиционными «профессиями», которые предлагают узкоспециализированные услуги, и часто требуют от сотрудников получения дополнительного или специального образования или обучения для предоставления услуг. Этот MCC следует использовать только в том случае, если бизнес торговой точки не описывается другим, более конкретным MCC. К примерам таких точек относятся ипотечные брокеры, исследовательские фирмы, специалисты по финансовому планированию, графические дизайнеры, приглашенные докладчики и преподаватели, судебные стенографисты, оценщики недвижимости, исследовательские фирмы и аукционные дома."
  },
  "9034": {
    "Название": "I-Purchasing Pilot",
    "Описание": "Описание не найдено, но код есть в списках исключений некоторых банков. Используется системой TSYS."
  },
  "9211": {
    "Название": "Судебные выплаты, включая алименты и детскую поддержку",
    "Описание": "Местные, региональные и федеральные суды, которые администрируют и обрабатывают судебные издержки (такие как расходы на ведение дел и судебные издержки) и алименты."
  },
  "9222": {
    "Название": "Штрафы",
    "Описание": "Государственные органы, которые управляют и обрабатывают местные, региональные и федеральные штрафы и пени, штрафы за нарушение правил эксплуатации транспортных средств и штрафы, налагаемые на сообщество или имущество."
  },
  "9223": {
    "Название": "Платежи по залогам и облигациям",
    "Описание": "Торговые точки, которые отправляют залог в судебную систему в качестве гарантии появления обвиняемого"
  },
  "9311": {
    "Название": "Налоговые платежи",
    "Описание": "Местные, региональные и федеральные организации, которые занимаются финансовым администрированием и налогообложением, включая сбор налогов и штрафов, а также хранение и расходование средств. К таким торговым точкам относятся офисы оценщиков налога на имущество, таможенные бюро и государственные налоговые комиссии."
  },
  "9390": {
    "Название": "Госуслуги",
    "Описание": "Операции оплаты государственных услуг на единый казначейский счет (ЕКС) при организации платежей в Федеральной государственной информационной системе «Единый портал государственных и муниципальных услуг (функций)» (ГИС ЕПГУ)"
  },
  "9399": {
    "Название": "Государственные услуги - нигде более не классифицированные",
    "Описание": "Торговые точки, предоставляющие правительству общие вспомогательные услуги, такие как услуги управления персоналом, аудит, закупки и услуги по управлению зданиями, которые не описаны другим, более конкретным MCC кодом. Примерами могут служить комиссии по гражданским правам и государственной службе, бухгалтерии сектора государственного управления, офисы общего обслуживания, государственные органы снабжения, полицейские, пожарные и автотранспортные службы, а также национальные, государственные и городские парки. Для транзакций по программе внутригосударственных трансфертов (IGOTS) используется MCC 9405. Для государственных университетов и колледжей используется MCC 8220. Торговые точки, участвующие в продаже товаров или услуг правительству, должны использовать оптовый MCC, который лучше всего описывает бизнес."
  },
  "9400": {
    "Название": "Перевод на специальный счёт оператора финансовой платформы",
    "Описание": "Перевод денежных средств с банковских счетов (вкладов) физического лица на специальный счёт оператора финансовой платформы (ОФП) для зачисления в пользу такого физического лица"
  },
  "9401": {
    "Название": "I-Purchasing Pilot",
    "Описание": "Описание не найдено, но код есть в списках исключений некоторых банков. Используется системой TSYS."
  },
  "9402": {
    "Название": "Почтовые услуги – только государственные",
    "Описание": "Государственные почтовые отделения, включая местные почтовые отделения. Предоставляемые услуги включают в себя прием и обработку посылок и почты для доставки, продажу почтовых марок и услуги экспресс-рассылки. Для магазинов упаковки для почты, которые предоставляют услуги упаковки и продают марки, поздравительные открытки и упаковку, а также могут предоставлять услуги для UPS, Federal Express и других служб экспресс-почты, используется MCC 7399"
  },
  "9405": {
    "Название": "Внутригосударственные закупки - только государственные",
    "Описание": "Определяет транзакции между правительственными учреждениями, департаментами или агентствами, которые участвуют в программе внутригосударственных трансфертов (IGOTS)."
  },
  "9406": {
    "Название": "Государственные лотереи (кроме США)",
    "Описание": "Государственные лотереи, которые зарегистрированы в международной платежной системе для продажи лотерейных билетов. MCC используется для точек, расположенных за пределами США."
  },
  "9411": {
    "Название": "Платежи по государственному займу",
    "Описание": ""
  },
  "9700": {
    "Название": "Automated Referral Service (только VISA)",
    "Описание": "Автоматизированная справочная служба - это сервис VisaNet, который позволяет авторизовать участника VIP. Ответ «реферальной» системы, чтобы набрать единственный бесплатный номер телефона, чтобы получить немедленный положительный или отрицательный ответ авторизации от эмитента, его уполномочивающего участника или резервного центра."
  },
  "9701": {
    "Название": "Служба проверки учетных данных Visa (только VISA)",
    "Описание": "Использование ограничено процессом аутентификации для обеспечения транзакций банковских карт через Интернет и другие сети в режиме онлайн."
  },
  "9702": {
    "Название": "Аварийные службы GCAS (только VISA)",
    "Описание": "Этот MCC предназначен для использования Visa только для того, чтобы члены и обработчики могли идентифицировать экстренные транзакции из Глобальных служб поддержки клиентов (GCAS)."
  },
  "9751": {
    "Название": "Супермаркеты (Великобритания)",
    "Описание": "Используется системой TSYS только для универсамов Великобритании, которые внесены в список Electronic Hot File."
  },
  "9752": {
    "Название": "Автозаправочные станции (Великобритания)",
    "Описание": "Используется системой TSYS только для автозаправочных станций Великобритании, которые внесены в список Electronic Hot File."
  },
  "9754": {
    "Название": "Лошадиные / собачьи бега (только США)",
    "Описание": "MCC код не используется, вместо него используется MCC 7802"
  },
  "9950": {
    "Название": "Покупки внутри компании",
    "Описание": "Точки, классифицируемые платежной системой Visa в рамках этого MCC обрабатывают транзакции по закупкам, представляющим внутренние переводы товаров и услуг между подразделениями. В остальных МПС данный код не используется и зарезервирован для будущего использования."
  },
  "9999": {
    "Название": "Категория неизвестна",
    "Описание": "Возможно, код используется для операций с неопределенной категорией, т.к. в некоторых банках это код считается неклассифицируемой операцией. В МКБ этот код присваивается операциям по оплате услуг в «МКБ Онлайн». В стандартах СБП этот код присвоен категории 'Услуги самозанятых граждан': Оплата услуг физических лиц и индивидуальных предпринимателей, являющихся налогоплательщиками налога на профессиональный доход в соответствии с законодательством Российской Федерации, оказывающих без привлечения наемных работников услуги физическому лицу для личных, домашних и (или) иных подобных нужд"
  }
}

export function mccData(mccData){
  let cleanMCC = mccData.replace(/\D/g, '');

  if (cleanMCC ===  "" ){
    return {isValid: false,message: "Вы ввели некорректный МСС код!"}
  }
  
  if (cleanMCC.length !== 4){
    return{isValid: false, message:"Вы ввели некорректный МСС код!"}
  }

  const foundMCC = mccData[cleanMCC];

  if(!foundMCC){
    return{isValid: false,message:"Данный МСС не найден!"}
  }

  return{isValid:true, data:foundMCC};


}